<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Управдом</title>
    <link rel="stylesheet" href="./style.css">
    <link rel="shortcut icon" href="./img/log.png">
</head>
<body>
    <div class="blok">
        <img class="log" src="./img/logo.png">
        <div class="button-container">
        <div class="dropdown">
        <button type="submit" onclick="openPage('1.php')" class="knop1" class="dropbtn">О компании</button>
        <div class="dropdown-content">
        <a href="2.1.php">Информация о компании</a>
        <a href="2.2.php">Контакты</a>
        <a href="2.3.php">Расписание работы</a>
        <a href="yv.doc" download>Услуги</a>
    </div>
</div>
<div class="dropdown">
        <button type="submit" onclick="openPage('1.php')" class="knop1" class="dropbtn">Документы</button>
        <div class="dropdown-content">
        <a href="3.1.php">Реквизиты ООО "Управдом"</a>
        <a href="3.2.php">Свидетельство о государственной регистрации ООО "Управдом"</a>
        <a href="3.3.php">Свидетельство о постановке на учёт в налоговом органе</a>
        <a href="3.4.php">Уведомление о возможности применения УСН</a>
    </div>
</div>
<div class="dropdown">
        <button type="submit" onclick="openPage('1.php')" class="knop1" class="dropbtn">Методичка</button>
        <div class="dropdown-content">
        <a href="4.1.php">Как общаться с жильцами по телефону?</a>
        <a href="4.2.php">Как работать в информационной системе 1С?</a>
        <a href="4.3.php">Какие обязанности администратора?</a>
        <a href="4.4.php">Какие обязанности бухгалтера?</a>
        <a href="4.5.php">Какие обязанности генерального директора?</a>
        <a href="4.6.php">Какие обязанности разнорабочих сотрудников?</a>
    </div>
</div>
        <button type="submit" onclick="openPage('avtor.php')" class="knop1">Выход</button>
    </div>
    <b><p class="text3">Услуги</p></b>
    <b><p class="obtext">Услуги по обеспечению поставки в многоквартирный дом коммунальных ресурсов.</p></b>
    <ul>
    <li class="obtext">Обеспечение многоквартирных домов тепловой энергией для нужд отопления и горячего водоснабжения на</li>
    <p class="obtext">основании договора с ООО «Пермская сетевая компания».</p>
    <li class="obtext">Обеспечение многоквартирных домов питьевой водой и прием сточных вод на основании договора с</li>
    <p class="obtext">ООО «Новая городская инфраструктура Прикамья»».</p>
    <li class="obtext">Обеспечение многоквартирных домов электрической энергией на основании договора с ОАО</li>
    <p class="obtext">«Пермэнергосбыт».</p>
    </ul>
    <br>
    <b><p class="obtext">Услуги, оказываемые управляющей организации, из числа услуг, указанных в Правилах содержания</p></b>
    <b><p class="obtext">общего имущества.</p></b>
    <ul>
    <li class="obtext">Основные работы по уборке лестничных клеток. Работы по обслуживанию контейнерных площадок ТБО.</li>
    <li class="obtext">Подготовка зданий, сооружений, инженерных систем и оборудования к сезонной эксплуатации.</li>
    <li class="obtext">Работы (услуги) по содержанию общего имущества жилого дома. Технические осмотры обслуживаемых зданий.</li>
    </ul>
    <br>
    <b><p class="obtext">Заключение договоров определенных решением общего собрания.</p></b>
    <ul>
    <li class="obtext">ООО «Управдом» в 2011 году не заключал от имени собственников многоквартирных домов договора об</li>
    <p class="obtext">использовании общего имущества собственников помещений в многоквартирных домах на условиях,</p>
    <p class="obtext">определенных решением общего собрания, а также договоров на установку и эксплуатацию</p>
    <p class="obtext">рекламных конструкций.</p>
    </ul>
    <br>
    <b><p class="obtext">Охрана коллективных автомобильных стоянок.</p></b>
    <ul>
    <li class="obtext">В многоквартирных домах, находящихся на управлении ООО «Управдом», отсутствуют охраняемые</li>
    <p class="obtext"> коллективные автомобильные стоянки.</p>
    </ul>
    <br>
    <b><p class="obtext">Охрана подъездов.</p></b>
    <ul>
    <li class="obtext">В многоквартирных домах, находящихся на управлении ООО «Управдом», организовано периодическое</li>
    <p class="obtext">патрулирование мест общего пользования на основании договора с ООО «Охранное агентство «Камрад».</p>
    </ul>
    <br>
    <b><p class="obtext">Иные услуги по управлению МКД.</p></b>
    <ul>
    <li class="obtext">Организация работ по техническому обслуживанию систем контроля управления доступом в подъездах</li>
    <p class="obtext">МКД на основании договора с ООО «БМС».</p>
    <li class="obtext">Организация работ по техническому обслуживанию дымовых и вентиляционных каналов МКД на основании</li>
    <p class="obtext">договора с ИП Андреев.</p>
    <li class="obtext">Организация работ по техническому обслуживанию систем автоматического пожаротушения, дымового</li>
    <p class="obtext">удаления, оповещения и управления эвакуацией на основании договора с ООО «Рубеж новые технологии».</p>
    <li class="obtext">Организация работ по техническому обслуживанию средств автоматики индивидуальных тепловых пунктов</li>
    <p class="obtext">(И’ГП) на основании договора с ООО «Кварт».</p>
    <li class="obtext">Организация работ по вывозу ТБО на основании договора с ООО «Жилсервис».</li>
    <li class="obtext">Организация работ по техническому освидетельствованию лифтов на основании договора с ООО «ИКЦ «Просвет».</li>
    <li class="obtext">Организация работ по поддержанию общественного порядка, наблюдению и пропускному режиму на основании</li>
    <p class="obtext">договора с ООО «Охранное агентство «Камрад».</p>
    <li class="obtext">Организация работ по техническому обслуживанию системы видеонаблюдения придомовой территории для сбора,</li>
    <p class="obtext">хранения и просмотра видеоинформации происшествий на основании договора с ООО «Эксперт-групп».</p>
    </ul>
    <footer>
        <p class="text2">УК “Управдом” Пермь</p>
    </footer>
    </div>
</body>
<script>
        function openPage(page) {
            window.location.href = page;
        }
    </script>
</html>
