
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Каждому по заслугам</b></p>
<p class="tyty">Людмила Мартова</p>
<p>Цок-цок-цок…

    Стук когтей по паркету нахально врывался в сон, норовя прогнать его совсем. Это было некстати, потому что Нюсе снилось море. Яркое солнце заливало лагуну, в которой лениво дремали поставленные на прикол яхты и катера, отсвечивало от воды, пуская множество бликов, режущих глаза и заставляющих прищуриваться, чтобы в одночасье не ослепнуть.
    
    Мачты, надеясь пронзить небо, лихо рвались ввысь, впрочем, быстро сдаваясь. Недосягаемое небо лишь смеялось над ними, разгоняя своей улыбкой облака, разбегающиеся в разные стороны, словно морщинки у глаз. Море и небо казались явно мудрее покачивающихся у причала яхт, кичливых и поскромнее. В отличие от последних они были вечными, а потому хорошо знали цену кичливости и скромности, богатству и бедности, добру и злу.
    
    Кадр был выстроен идеально. Если зафиксировать его фотокамерой, получившийся снимок будет произведением искусства, практически шедевром.
    
    Море чуть слышно било по бортам доверившихся ему яхт, напоминая, что оно тут главное. Может казнить, может миловать. Внутри своего сна стоящей на причале Нюсе ужасно хотелось поплавать, но ни направо, ни налево, насколько хватало взгляда, не было видно ни пляжа, ни просто полосы песка, чтобы войти в воду. Причалы и яхты тянулись вдоль кромки моря, и Нюся изнывала от жары и сожаления, что искупаться, похоже, не получится. А еще из-за того, что в ее руках не было фотоаппарата.
    
    Цок-цок-цок…
    
    Досадуя, что пляж так и не найдется, она распахнула глаза, пару раз моргнула, привыкая к полной темноте, и тут же почувствовала, как мокрый нос требовательно ткнулся ей в щеку. Нюся была уверена, что, проснувшись, даже не шелохнулась, лишь распахнула ресницы, но собака откуда-то знала, что девушка уже не спит. Нюся вздохнула и потянула с прикроватной тумбочки телефон, чтобы посмотреть на часы. Половина второго ночи.
    
    – Тобик, давай спать, – пробормотала она жалобно, понимая, что уговоры вряд ли помогут.
    
    К разбудившему ее цоканью, вызванному тем, что пес ходит из комнаты в комнату, примешивалось еще пыхтенье, и все это, вместе взятое, означало, что Тобику среди ночи опять понадобилось в туалет. Конечно, сделанное открытие вполне можно было проигнорировать, перевернуться на другой бок и уснуть, смирившись с тем, что утром придется убирать наваленную на кафельном полу кухни кучку, но к стуку лап и пыхтению добавилось еще и едва слышное поскуливание.
    
    Тобик был интеллигентной собакой, сделать кучу в квартире мог себе позволить только от полной безысходности и потом очень стыдился и страдал. Мучить собаку не хотелось. Тяжело вздохнув, Нюся спустила ноги с кровати. Пес тут же закрутился юлой, радуясь ее понятливости и тому, что позор отменяется.
    
    Август в этом году выдался жарким. Словно в насмешку над всеми народными приметами, уже после Ильина дня на город упала тридцатиградусная жара. Даже сейчас, ночью, столбик термометра показывал плюс двадцать четыре градуса, но переодеваться не хотелось, поэтому Нюся просто натянула поверх пижамы бархатный спортивный костюм, надеясь, что не успеет вспотеть.
    
    – Пошли, оглоед, – мрачно сказала она, пристегивая поводок, и широко зевнула.
    
    Исчезнувшего вместе со сном моря было жалко, потому что в нынешних реалиях оно ей могло только сниться. Ох уж этот Тобик. Засунув в карманы штанов телефон и ключи, Нюся вышла из квартиры, спустилась по лестнице, чтобы не громыхать в ночной тиши лифтом, который в их подъезде был с норовом, толкнула дверь и оказалась на крыльце, с неожиданным удовольствием вдохнув ночной воздух, вкусно пахнущий скошенной травой и по сравнению с дневным пеклом казавшийся свежим.
    
    Их двор этим летом ремонтировали, и на данном этапе он был засыпан щебнем, покрупнее на проезжей части и помельче на тротуаре. В наспех натянутых на босу ногу кроссовках ей было вполне комфортно, но бедный Тобик неуклюже ковылял, поскольку острая щебенка впивалась в подушечки лап. Изверги, и когда уже закончат.
    
    – Пойдем, Тобик, – пробурчала она и потянула мающуюся собаку к выходу со двора.
    
    Там, перед находящейся в соседнем здании гостиницей, был разбит небольшой скверик. Выгуливать в нем собак строжайше запрещали, но идти куда-то посреди ночи Нюсе было лень, да и страшновато. Добравшись наконец до травки, Тобик уселся враскорячку, виновато глядя на Нюсю снизу вверх. Мол, ты прости, но сама видишь, как приспичило. Сделав свои дела, потянул дальше. Нюся, по опыту знавшая, что одним приседанием дело не ограничится, покорно пошла следом, давая завлечь себя в кусты.
    
    Вообще-то Тобик, степенный и уже довольно пожилой спаниель, вовсе не ее собака. Она приглядывала за ним по просьбе его хозяина Толика, когда тому нужно было куда-то отлучиться с ночевкой. Тобик не мог оставаться один в темное время суток – сразу начинал выть, что, разумеется, не нравилось соседям. Толик – одноклассник, а позже однокурсник – был в жизни Нюси явлением постоянным, с того момента, как они пошли в первый класс, и никакие периодически возникающие хоть рядом с ним, хоть рядом с ней переменные ничего в этом раскладе не меняли.
    
    Периодически Толик подкатывал к Нюсе вполне по-взрослому, а однажды даже сделал ей предложение, которое она с ходу отвергла, пообещав вернуться к этому вопросу после тридцати и при условии, что за это время не выйдет замуж ни за кого другого. На их дружбу отказ не повлиял, и Толик по-прежнему регулярно появлялся на пороге Нюсиной квартиры с вином, фруктами, пиццей или набором суши, потому что терпеть не мог есть в одиночестве. С той же завидной регулярностью он подкидывал ей Тобика. Против пса Нюся не возражала, вот только ночные прогулки не приветствовала. К счастью, животом старина Тоби маялся не часто, от силы пару раз в год.
    
    По тротуару, едва видному из-за разросшихся кустов, мелькнула тень. Нюся напряглась, потому что гулять в ночи все-таки опасалась. Старенький и миролюбивый Тобик вряд ли мог служить надежной защитой. Привыкшие к темноте глаза быстро распознали, что фигура на тротуаре – женская, и в следующий момент Нюся ее узнала.
    
    С этой немолодой женщиной, почти старухой, она периодически сталкивалась на улице или в магазине, поскольку та жила в одном из соседних домов. В каком именно, Нюсе было неведомо. Она давно обратила на незнакомку внимание, потому что у той были красные, но сухие глаза, словно она плакала так сильно, что у нее закончились все слезы. Еще она странно двигалась, приволакивая ноги, а углы рта у нее были поражены довольно сильными и практически никогда не проходящими заедами.
    
    В общем, смотреть на женщину было неприятно, и Нюся всегда отворачивалась, считая встречу плохим предзнаменованием. Не то чтобы она была слишком уж суеверной, но в существование каких-нибудь знаков верила. Пару раз, после того как она сталкивалась с незнакомкой, у Нюси слетали заказы, а еще один раз она подвернула ногу и потом несколько дней хромала.
    
    Было это в середине мая, и с тех пор неприятную даму она не встречала, и вот, пожалуйста. И что, спрашивается, она делает ночью на пустынной улице? Куда это ей могло понадобиться? Тобик в очередной раз присел, морда его выражала страдание. Их обоих, неподвижно застывших в кустах, не было видно с тротуара, а потому красноглазая незнакомка прошла мимо, не заметив ни Нюсю, ни собаку. В руках у нее был небольшой бидон.
    
    Последний раз Нюся видела подобное творение советской хозяйственной мысли в квартире умершей прабабушки. Жилье готовили к продаже и выносили на помойку кучу старого хлама, в том числе такой эмалированный бидон, предназначение которого Нюсе было неясно. Мама объяснила, что в ее детстве с такими бидонами ходили за квасом или разливным молоком. Нюся попыталась это представить и не смогла. И вот сейчас неприятная незнакомка идет с бидоном по тротуару в половине второго ночи. Странно, очень странно.
    
    Тобик, вздохнув, прошествовал дальше, и Нюся пошла за ним, размышляя, может подобная встреча считаться плохим предзнаменованием или нет. В конце концов, они же не столкнулись лицом к лицу, и незнакомка вообще ее не видела. Может, и пронесет. Главное – смотреть сейчас под ноги.
    
    Скверик, по которому они шли, был разбит на небольшие разноуровневые квадраты, отделяемые друг от друга бетонными блоками. Поднявшись на второй уровень по небольшой лесенке, Тобик снова присел, после чего потянул Нюсю вперед и вниз, быстро перебирая лапами. Видимо, скрутивший его приступ близился к концу. Вот и хорошо, значит, можно возвращаться домой и ложиться спать.
    
    Спустившись в последний квадрат сквера, Нюся потянула за поводок, давая псу сигнал, что хорошего понемножку. Тот же сунулся под пышный куст, пролез под ветками, натягивая поводок в струну, и вдруг на мгновение замер и тут же завыл. Господи, боже ты мой, это еще что за новости!
    
    Лезть в заросли, разумеется, не хотелось, поэтому Нюся, стараясь не выпустить из рук впивающийся в ладонь натянувшийся брезентовый поводок, обошла куст кругом и чуть не упала, споткнувшись о что-то крупное, белеющее в темноте на давно не кошенной траве. Не хватало еще, чтобы встреча с красноглазой незнакомкой опять привела к травме.
    
    С трудом удержавшись на ногах и злобно окликнув Тобика, из-за которого она оказалась среди ночи на улице, Нюся вытащила из кармана телефон, включила фонарик, чтобы рассмотреть, обо что именно споткнулась, и замерла. Под ветками пышного куста в траве лежал мужчина. И по тому, КАК он лежал, Нюся сразу поняла, что перед ней труп.
    
    Профессиональное чутье взяло верх над женским любопытством. Оттащив в сторону Тобика, переставшего выть, но застывшего от ужаса, она обмотала поводок вокруг дерева неподалеку, вытащила из кармана телефон и начала быстро снимать, автоматически выстраивая композицию в кадре. Лежащий в кустах мужчина был ей незнаком. На вид он казался молодым, лет тридцати-тридцати двух, не больше. Нюся обратила внимание на его белеющее в темноте лицо – без единой кровинки, словно вылепленное из алебастра.
    
    Она щелкала и щелкала камерой и остановилась только тогда, когда сделала не менее ста снимков. Все-таки она хороший фотограф, почему и расценки держит выше средних по городу, но заказы при этом все равно расписаны чуть ли не на год вперед, позволяя вести именно тот образ жизни, который Нюся хотела. И только закончив съемку, она позвонила в полицию.
    
    С приехавшей опергруппой пришлось провести не меньше часа. Нюся послушно повторяла, отчего оказалась ночью на улице и как именно нашла труп. Подтверждающий чистосердечность ее показаний Тобик по-прежнему сидел, привязанный к дереву, и мелко дрожал.
    
    – Это еще что такое? – Пожилой мужчина-криминалист нагнулся и поднял что-то с земли.
    
    Нюся увидела пакетик куриных твистеров – лакомство для собак, которое обычно бралось на прогулку с Тобиком, чтобы награждать его за хорошее поведение и выполнение нужных команд. Конечно, выходя по нужде ночью, она не думала брать его с собой, но, видимо, в кармане завалялось и выпало, когда она наклонялась над трупом.
    
    – Это наше, – сказала она со вздохом. – Мы всегда с собой носим. Собачья радость.
    
    Криминалист вздохнул, картинно закатив глаза. Нюся в очередной раз убедилась, что обычным людям ни за что не понять собачников.
    
    – Ну что тут у тебя? – К криминалисту подошел следователь, и тот отвлекся от Нюси, протянув ей пакетик, который она сунула в карман спортивного худи.
    
    Карман был на животе и смешно оттопыривался, как будто Нюся была беременная. И зачем она вообще прихватила с собой этот корм, не просто бесполезный, а даже вредный при собачьем поносе? Не в себе была спросонья, не иначе.
    
    – А у меня тут странное, – хмуро ответил криминалист. – По ходу из этого парня кровь выкачали.
    
    Сопровождающий следователя оперативник, представившийся Константином Малаховым (Нюся запомнила), длинно присвистнул.
    
    – После смерти выкачали или при жизни, а от этого он, бедолага, и скончался? – уточнил следователь. – Причина смерти-то какая?
    
    – А это я после вскрытия скажу. – Криминалист покачал головой: – Яремная вена у него перерезана, но так аккуратно, что практически никакой крови вокруг. Такое чувство, что ударили чем-то острым и тут же какой-то сосуд подставили.
    
    – А может, его в другом месте убили, а сюда уже потом привезли?
    
    – Может, – теперь криминалист пожал плечами. – Но следов волочения тела на траве вокруг нет. Впрочем, и отпечатков ног тоже нет. И вообще никаких следов.
    
    Тут они обнаружили внимательно слушающую Нюсю, у которой, кажется, уши сдвинулись на макушку от любопытства, и замолчали. Следователь сделал знак, и оперативник Константин послушно двинулся в ее сторону, взял за локоток, отвел к дереву, под которым маялся Тобик. Свободолюбивая Нюся руку демонстративно высвободила.
    
    – Вы, Анна Валентиновна, можете идти, – сказал Константин задушевным голосом. – Адрес и телефон ваш у нас есть, так что мы с вами еще обязательно встретимся и поговорим. А пока ведите вашу собачку домой, а то вы обе, наверное, устали. Да и утро уже скоро. Выспаться не получится.
    
    – Ну, вам, положим, тоже выспаться не удастся, – ответила Нюся и широко зевнула, потому что спать действительно хотелось.
    
    Придя домой, она отцепила с поводка все еще дрожавшего Тобика, стащила спортивный костюм и залезла под одеяло. Тобик тут же пристроился рядом. Вообще-то ему категорически запрещалось залезать на кровать, но пес сегодня перенес стресс, поэтому Нюся решила, что в небольшом отступлении от правил не будет ничего страшного, погрузила пальцы в шелковистую собачью шерсть и тут же уснула.
    
    «Интересно все-таки, кто этот убитый парень?» – такой была ее последняя мысль перед тем, как провалиться в сон.
    
    После пережитого потрясения ей снилось не море, а незнакомка с сухими красными глазами и бидоном в руке. Внутри сна она поворачивалась к Нюсе, начиная громко хохотать, широко разевая рот с заедами в уголках губ, а потом резко срывала крышку бидона, протягивала его Нюсе, показывая содержимое. Та не хотела смотреть, но против воли все-таки посмотрела и отпрянула в ужасе. Бидон был до краев полон крови. Густая и вязкая, она тяжело плескалась внутри.
    
    * * *
    Утро Насти Пальниковой началось так же, как каждое утро в последние несколько лет – с острого чувства счастья. Оно накрывало ее каждый раз, когда она просыпалась в квартире Дениса Менделеева, своего друга, возлюбленного и гражданского мужа.
    
    Точнее, это была их, Дениса с сестрой, квартира, доставшаяся от родителей, и Денис вернулся в нее, когда его сестра Соня вышла замуж и переехала жить в дом к мужу. Настя, просыпаясь, поворачивалась к дышащему рядом во сне мужчине, закидывала на него ногу, для того чтобы снова и снова утвердить свою власть над ним. Он в ответ сквозь сон подгребал ее правой рукой к себе, прижимал сильно, но нежно. Настя, высвободившись чуть позже, с легкостью устраивалась у него на спине, мускулистой, словно вылепленной талантливейшим скульптором специально под нее, ее рост, изгибы ее тела, располагалась с максимальным удобством, обнимала его за крепкую шею и замирала, чувствуя, как тонкие иголочки счастья пронзают ее от макушки до пяток.
    
    Каждое утро она замирала в тревожном ожидании, что это дивное чувство исчезнет, растает, что просыпаться рядом с лучшим мужчиной на земле станет привычно и рутинно, но счастье не сдавалось, а длилось, продолжалось и усиливалось, и это было прекрасно.
    
    Вот и сегодня Настя привычным движением взлетела на рельефную спину, расположилась поуютнее, чуть не мурлыча от блаженства, обняла любимого и уткнулась носом в его кудрявую шевелюру, от которой исходил только одному Денису присущий аромат, втянула его и зажмурилась от счастья. Хорошо!
    
    – Что? Уже пора вставать? – с легким стоном спросил мужчина ее мечты.
    
    Работая шеф-поваром ресторана, он частенько был вынужден ложиться поздно, а потому регулярно не высыпался. Несмотря на то что ресторан работал с двенадцати, по утрам Денис вставал вместе с отправляющейся в офис к девяти Настей, чтобы приготовить ей завтрак, и сколько бы она ни возмущалась, что вполне способна сделать это самостоятельно, оставался непреклонен.
    
    – Знаю я, как ты позавтракаешь. Съешь творожный сырок и запьешь кофе, а это неправильно.
    
    Правильный завтрак, который поджидал Настю, когда она выходила из душа, заключался в пышном нежном омлете, кусочке слабосоленой семги на поджаренном тосте с творожным кремом и кружочком авокадо, стакане свежевыжатого сока, каждый день разного, а также сваренном в турке кофе со вкусом корицы. Иногда Насте полагались сырники с изюмом и курагой, иногда блинчики с икрой или той же семгой, иногда каша, сваренная таким хитрым способом, что Настя съедала ее в мгновение ока и чуть тарелку не вылизывала. Денис готовил просто классно, что неудивительно для шеф-повара крупного дорогого ресторана и победителя кучи международных конкурсов. Не «Золотого Бокюза», конечно, но тоже вполне престижных.
    
    – Дэник, ты спи, тебе же не на работу, – прошептала Настя в ответ, прижав губы к идеальной формы уху. – Сейчас семь, а ты только в три лег. Я тихонько соберусь и уйду. Пожалуйста, поспи еще.
    
    Денис вывернулся из-под нее, рывком поднял свое тело с кровати. Настя невольно залюбовалась. Какой же он красивый. Как же ей повезло.
    
    – Не будем тратить время на споры, – сообщил ей идеал мужской красоты. – Я сейчас тебя покормлю и отправлю с богом на работу. Тем более что поспать все равно не получится, Феодосий назначил совещание по перспективам расширения бизнеса. Так что мне к десяти в офис. Ничего, на пенсии отосплюсь.
    
    Феодосий Лаврецкий был начальником Дениса Менделеева и мужем его любимой сестры Сони. Познакомились они в ситуации, когда Лаврецкого пытались убить, Соня оказалась втянута в другую детективную историю, а все это в итоге привело к тому, что саму Настю похитили1. Ее мама, известная в городе журналистка Инесса Перцева, вспоминать события тех дней не любила, а Настя, наоборот, мысленно возвращалась к ним с удовольствием, потому что закончилось-то все хорошо. Соня вышла замуж за Лаврецкого, а они с Денисом стали жить вместе, только оформлять отношения не торопились. Им и так было прекрасно.
    
    Окончив институт, Настя с упоением делала карьеру в адвокатской конторе Аркадия Ветлицкого, а потому детей пока не планировала. Денис же сначала заработал право стать партнером Феодосия Лаврецкого, а потом начал строить собственный дом, в котором и собирался жить с женой и будущими детьми. Дом стал его идеей фикс, до реализации которой он не считал возможным сделать любимой предложение.
    
    Настя относилась к этому как к чудачеству и не обижалась. В любви Дениса Менделеева и его верности она не сомневалась и со штампом в паспорте не торопила. К счастью, маме дочкин статус замужней женщины тоже был неважен, а у Дениса с Соней родителей давно не было. Так что их «неправильная» совместная жизнь никого не волновала.
    
    – Ладно, значит, мне опять повезло, – Настя откинула одеяло и встала, нащупывая на полу тапочки. – Хотя меня очень тревожит, что ты совершенно не высыпаешься. Что сегодня на завтрак?
    
    – Кабачковые оладьи со сметаной.
    
    Предвкушая удовольствие от очередного кулинарного шедевра, Настя отправилась в душ, откуда ее выдернул телефонный звонок. И кто это может быть в начале восьмого утра? Конечно, иногда беспокойные клиенты будили Настю и по ночам, но сейчас на экране высвечивалось слово «Соня» и это было странно. Сестра Дениса не из тех, кто названивает по утрам без серьезного повода. Да и звонила она не брату, а именно Насте.
    
    – Да, Сонь, привет, – сказала Настя в трубку. – Что-то случилось?
    
    – Похоже, что да, правда, я не могу оценить, насколько серьезное. Настюша, одной моей приятельнице нужна помощь. Ты ее знаешь, это Лена Золотарева, директор областной картинной галереи.
    
    Да, Елену Николаевну Золотареву и ее мужа, полковника полиции в отставке Виктора Дорошина, в прошлом крупного специалиста по кражам предметов искусства и антиквариата, Настя Пальникова, разумеется, знала. Интересно, и зачем Елене Николаевне могла понадобиться помощь адвоката по уголовным делам?
    
    – У них в галерее очередная заварушка, – ответила на заданный ею вслух вопрос Соня. – Сегодня утром дворник убирал опавшие листья и заметил поврежденную кирпичную кладку в одной из стен. Подошел ближе, а там тайник, в котором оказалась картина Левитана.
    
    – Что там? – глупо переспросила Настя, хотя все прекрасно расслышала.
    
    – Акварель Левитана. Называется «После дождя». Ее пропажу обнаружили при инвентаризации шесть лет назад. Тогда в галерее хватились этюда Куинджи. Тревогу забила самая давняя сотрудница, Мария Викентьевна Склонская. Сейчас она, к сожалению, уже умерла. Чудесная была женщина, но сейчас не об этом. В общем, инвентаризация показала недостачу в запасниках восьми картин, и все это списали на дело рук одного и того же преступника. Часть картин удалось отыскать, Дорошин много сил приложил, чтобы выйти на след похищенных шедевров, и ему это удалось. Но именно Левитана тогда не нашли, а еще «Апельсины в корзине» Фалька. Тогда все решили, что просто след затерялся, а теперь получается, что тот вор никакого отношения к пропаже Левитана не имел2. А эту акварель еще раньше украли.
    
    – Да. Ясно, что в картинной галерее опять шмон, проверки и неприятности, – резюмировала Настя.
    
    – Да. А Дорошин, как на грех, в командировку уехал. Он же сейчас занимается частными расследованиями, связанными с предметами искусства. Сопровождает крупные сделки чуть ли не по всему бывшему Союзу. В общем, его нет. А неприятности у Лены есть. И она позвонила мне, чтобы я посоветовала ей хорошего адвоката.
    
    – И ты посоветовала меня, по-родственному, так сказать, – засмеялась Настя. – Или ты посоветовала Ветлицкого?
    
    – Настюша, Лене не нужен Ветлицкий. Она ничего не крала и в то время, когда выявили недостачу, трудилась обычным научным сотрудником. Директором галереи ее уже позже назначили. Ее предшественница, во-первых, была на время отстранена от работы за всю эту историю с кражей и убийствами шестилетней давности. А во-вторых, потом довольно сильно заболела, так что возвращаться на должность отказалась. И Золотарева стала директором, никого не подсиживая. В общем, ей просто нужен рядом юридически грамотный человек. По крайней мере, пока Дорошин не вернется. И ты, как мне кажется, подойдешь как нельзя лучше. В общем, если можешь, поезжай в галерею, Лена там тебя ждет.
    
    – Все поняла. Через десять минут выезжаю, – отрапортовала Настя, заранее тоскуя по кабачковым оладьям, которые ей не придется попробовать, поскольку завтрак отменяется.
    
    Выйдя из ванной, она сообщила об этом Денису, натянула строгий костюм, который всегда носила, оправдывая высокий статус адвоката, сунула ноги в туфли на шпильках, которые тоже были обязательным атрибутом ее делового стиля, схватила сумочку и была такова.
    
    У картинной галереи толпился народ. Настя разглядела в толчее знакомого следователя Михаила Зимина, опера Костю Малахова с уставшим лицом, несмотря на раннее утро, криминалиста Вадима Федоровича Фадеева, очень опытного, ироничного и добродушного. Хорошая бригада сегодня дежурит. Повезло Елене Николаевне Золотаревой. Эти кровь пить не станут и отнесутся с уважением и пониманием.
    
    – Что тут у вас? – спросила она, подходя.
    
    – О, Настюха, – отреагировал Костя. Настя почему-то была уверена, что ему нравится. – Ты какими судьбами?
    
    – Представляю интересы Елены Николаевны Золотаревой. – Она показала в сторону директора галереи, которая при виде ее подошла поближе, поздоровалась, кивнула, подтверждая правоту Настиных слов.
    
    – Ясно. Не Дорошин, так ты будешь из нас кровь пить. – Костя усмехнулся, впрочем, по-доброму. – Вот когда с вечера выходил на дежурство, знал, что ничего хорошего меня не ждет. А все почему? Потому что тетку с пустым ведром встретил. Так и вышло. Половину ночи вокруг трупа под кустом скакали. А с утра пораньше нате вам, с кисточкой. Картина в стене. Левитан.
    
    – Кость, хватит ныть. Расскажи лучше, что именно тут произошло, – попросила Настя. – Я тебе сочувствую, конечно, но дело превыше эмоций.
    
    – Дворник музея пришел утром на работу. Стал сгребать листья у стены, увидел, что кирпичная кладка поехала. Здание-то старинное, давно реконструкции требует. Подошел поближе, увидел, что в стене какая-то ниша имеется, сунул в нее руку, поехавшие кирпичи отодрал и обнаружил заботливо упакованный сверток. Снаружи целлофан, внутри холстина, под ней еще один слой непромокаемой упаковки, а внутри акварель. Ну, он, знамо дело, директору галереи позвонил. Доложился по инстанции, так сказать.
    
    Настя повернулась к Золотаревой.
    
    – Да, так и было, – подтвердила та. – Звонок примерно в шесть утра раздался, скорее, в шесть десять. Я заметалась, с кем детей оставить. Они же маленькие еще – одних не бросишь, а муж, как на грех, в отъезде. Позвонила Соне, та, разумеется, согласилась приехать и посидеть с детьми, а заодно порекомендовала пригласить адвоката, раз Вити рядом нет. Я согласилась. Пока она ехала ко мне, я позвонила в полицию, потому что понимала, что Олегу Васильевичу вряд ли привиделось и мы имеем дело с чем-то экстраординарным.
    
    – Олегу Васильевичу?
    
    – Это дворника так зовут. Олег Васильевич Медведев. Я успела приехать раньше полиции и с ходу определить, что в тайнике лежала акварель кисти Левитана. Тут мне прямо нехорошо стало. Мы же были уверены, что ее шесть лет назад украли, а получается, что это совсем другая кража и вообще другая история. Я, пока ехала, позвонила Арине Романовне. Та вспомнила, что двадцать два года назад в галерее сработала сигнализация.
    
    – Арине Романовне?
    
    – Да, бывшему до меня директору галереи. Она, Арина Морозова, тогда после аспирантуры вернулась в город и устроилась в музей на должность старшего научного сотрудника. И тут такое. Тогдашний еще директор заявил полиции, что ничего не пропало, мол, ложная тревога. Но в галерее шептались, что он просто испугался ответственности и не признался, а на самом деле кража была.
    
    – Дурацкий какой-то поступок. Зачем покрывать преступников, если ты с ними не в сговоре?
    
    – Ну, прятать украденную картину в нишу в стене – поступок не менее дурацкий, – пожала плечами Золотарева. – Зачем идти на преступление, если потом почти четверть века не вспоминать об украденном?
    
    – Возможно, вор был любителем, а не профессионалом. Испугался сработавшей сигнализации. Выскочил из здания, засунул пакет в заранее присмотренное место, чтобы достать его потом, когда уляжется шумиха. А вот почему так и не забрал? Мог переехать, умереть, сесть в тюрьму за другое преступление, – сообщила Настя. – Она вообще ценная, эта акварель? Может быть, овчинка не стоила выделки и преступник это понял?
    
    – В нынешних ценах от трех с половиной до шести миллионов рублей, – ответила Золотарева и пояснила, видя внимательный взгляд Зимина: – Я у мужа проконсультировалась, он, разумеется, знает.
    
    – Не так уж и много, – пробормотал следователь, предпочтя не обращать внимания на пассаж про Дорошина.
    
    – Для кого как, – пожала плечами Настя. – Квартиру какую-никакую купить можно, к примеру. По верхней границе названной Виктором Сергеевичем вилки довольно неплохую. Но если речь идет о преступлении, совершенном двадцать два года назад, то это чистый висяк, конечно. Определить, кто засунул тогда картину в стену, совершенно невозможно. Да и вообще, как я понимаю, нет никакой уверенности, что кража произошла именно в тот момент, когда сработала сигнализация, а не раньше или позже. Ясно только то, что на момент выявления пропажи Левитана моя клиентка всем этим хозяйством не заведовала. Так что основные вопросы, как мне кажется, задавать придется бывшим директорам. Арине Морозовой и ее предшественнику. Как его звали?
    
    – Алексей Аркадьевич Гольцов. Я, признаться, даже не знаю, жив ли он. Я его застала еще, когда пришла в галерею работать, но потом он довольно быстро вышел на пенсию, и директором назначили Арину Романовну.
    
    – Разберемся, – хмуро проговорил Зимин, явно тоже уставший после бессонной ночи. – Найдено – не украдено. Картина эта, как я понимаю, числится в розыске, вот и опросим осужденного за кражу картин из галереи на предмет того, как она в стене оказалась. А картину вернем в ваши фонды, только чтобы вы ее больше не теряли.
    
    – Не потеряем, – серьезно сказала Золотарева.
    
    Настя в очередной раз подумала, что эта женщина ей нравится. Впрочем, полковник Дорошин, с которым Настя Пальникова была знакома благодаря своей маме, вездесущей журналистке, знавшей практически всех в их городе, ей нравился тоже. И они с Еленой очень друг другу подходили. Насте хотелось бы, чтобы они с Денисом со стороны смотрелись столь же гармоничной парой.
    
    Закончив все дела и убедившись, что Елене Золотаревой больше не требуется ее помощь, Настя распрощалась со всеми и села в машину, прикидывая, куда ехать: домой или сразу на работу. Часы показывали без пятнадцати девять, так что особого выбора и не имелось.
    
    Правда, шеф сквозь пальцы смотрел на опоздания сотрудников, которые редко работали по графику и не уходили домой в положенные шесть часов вечера. Он любил говорить, что ему важно, чтобы работа была сделана, а где они при этом находятся, вообще не имеет значения. Дома же ждали кабачковые оладьи, а есть хотелось сильно. Денис приучил Настю сытно завтракать, заряжаясь энергией на день, и она уже не помнила студенческие времена, когда обходилась кофе и круассаном.
    
    Звякнул телефон, принеся сообщение от любимого. «Твой завтрак я закинул тебе в офис. Можешь не прятаться под столом, когда будешь его есть. Там на всех хватит». Она счастливо рассмеялась и послала в ответ смайлик с поцелуйчиком. В этом был весь Денис – заботливый и не упускающий из виду ни малейшей мелочи. Как же ей все-таки повезло.
    
    Она не успела отложить телефон, как он зазвонил снова. «Нюся», – отразилось на экране, и Настя завела машину, переводя звонок на громкую связь. Нюся, точнее Анна Беседина, была ее однокурсницей и даже, пожалуй, институтской подружкой. Правда, после вуза их дороги разошлись. Настя пошла в адвокатуру, а Нюся категорически отказалась заниматься юриспруденцией, к которой у нее изначально не лежала душа, и стала вольным фотографом.
    
    – Папа настаивал, чтобы я получила диплом юридической академии. Я его получила. Принесла и вручила папе. Пусть радуется. А мне он не нужен. Я – творческий человек и предпочитаю быть вольным художником, а не крючкотвором.
    
    Надо признать, что у Нюси действительно был талант. Снимки у нее получались воздушные, яркие, каким-то странным неуловимым образом подчеркивающие достоинства и людей, и природы, и вообще окружающей действительности. На фотосессии к ней очередь была расписана чуть ли не на год вперед, и Нюся, охотно снимающая и портреты, и свадьбы, и детей, зарабатывала ничуть не меньше адвоката Пальниковой, да еще и на творчество время оставалось. То, что Нюся снимала для души, она успешно продавала в фотостоки, и ее работы регулярно украшали обложки довольно известных журналов.</p>  
</div>

<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
