
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Дела минувшие</b></p>
<p class="tyty">Николай Свечин</p>
<p>Август 1878 года вольноопределяющийся Сто шестьдесят первого Александропольского пехотного полка Алексей Лыков встретил в горах. Их партизанская команда выслеживала непримиримых – участников прошлогоднего газавата. Само восстание было давно подавлено. Чеченцы и дагестанцы ударили в спину русской армии, когда та сражалась с турками. Зачинщиками выступили паломники. Они возвращались из Мекки через Константинополь, где встречались с мухаджирами – беженцами, переселившимися с русского Кавказа в Блистательную Порту. Мухаджиры ненавидели царскую власть и мечтали вернуться на родину. Сотни их тайно проникли в Терскую область и готовили там бунт. Идея была возродить на Кавказе имамат по образцу Шамиля. Свергнуть урусов и создать мусульманское государство, живущее по законам шариата и подчиняющееся вождю всех правоверных – турецкому султану. Добавляли масла в огонь беглые ссыльные. Начальство в наказание за беспокойное поведение отправляло их в центральные русские губернии под надзор полиции. Надзор, однако, был такой, что туземцы быстро возвращались в родные горы и селились среди единоверцев, которые их прятали. Наводненный эмигрантами и беглыми край походил на пороховую бочку, готовую взорваться в любую минуту. Фитилем для взрыва и стала начавшаяся война.

Вождем бунта неожиданно для всех сделался Алибек-Хаджи Алдамов из Зандака. Ему было всего двадцать семь лет, когда молодой чеченец вернулся из паломничества. В Константинополе хаджи встретился с турецким генералом Гази-Магомедом, сыном Шамиля. В свое время тот принял вместе с отцом и братом присягу на верность Александру Второму. Потом он выпросил у государя разрешение отлучиться ненадолго в Турцию, чтобы уладить отношения с родственниками. Забрал огромную пятнадцатитысячную пенсию и остался там навсегда, нарушив данное слово. Теперь Гази-Магомед готовил восстание в тылу русских войск. Он обещал Алдамову, что османы высадят десант на Черноморском побережье Кавказа и придут на выручку повстанцам. С двух сторон задавят русских и водрузят зеленое знамя ислама…

Когда началась война, Алибек-Хаджи подбил своих однообщественников взяться за оружие. Его избрали имамом. Вспыхнуло кровавое восстание, получившее название малый газават (большой был при Шамиле). Пламя восстания перекидывалось от аула к аулу. К Зандаку присоединились многие общества, но не все. Например, Гудермес и Шали встретили бунтарей выстрелами. Старшина Шали прапорщик Борщих Ханбулов убедил земляков, что власть белого царя крепка, восстание не имеет шансов на успех и лишь принесет народу горе и лишения1. Ряд других селений дали своих мужчин в отряды милиции, которые помогали немногочисленным войскам бороться с мюридами Алибека. Того в свою очередь поддержали дагестанцы. В Гунибском округе объявили имамом Мухаммад-Хаджи Согратлинского, осадили Гунибское укрепление и перерезали сообщение по дорогам. А Мехти-бека назвали имамом всего Кавказа и уцмием2 Кайтага и Табасарана.

В мае 1877 года турки действительно высадились в Очамчире, Гаграх и Адлере. Но до Чечни с Дагестаном они не добрались, да не очень-то и старались. Уже в августе их выкинули обратно. И повстанцы остались один на один с русской армией. Мятежные аулы сжигались, посевы уничтожались, жители переселялись на равнины. Алибек-Хаджи метался по Ичкерии и Салаватии, постоянно возвращаясь в родные ему Симсирские леса. Он считал свой хутор Симсир неприступным для противника. С одной стороны селение окружал непроходимый лес, а с трех других – глубокие овраги. Но регулярные войска при поддержке туземной милиции преодолели все препятствия. Власть щедро платила своим и союзникам. Милиционеры получали пятнадцать рублей жалованья в месяц. А за каждого доставленного повстанца, независимо, живого или мертвого, выдавали двадцать пять рублей. Охочие до денег смельчаки озолотились.

К октябрю мятеж был в целом подавлен. Алибек надеялся на осеннюю распутицу, когда воевать в горах нельзя, и заперся в очередном неприступном ауле у подножия горы Дарум. Аул расположился в треугольнике, образуемом реками Беноевский Ярык-Су и Ауховский Ярык-Су. В вершине треугольника реки сливались, их глубокие ущелья служили защитой повстанцам. Имам создал там лагерное место с большими запасами вяленой баранины, чая, сахара, масла, красных товаров. Взять его осенью было очень трудно, почти невозможно. Но среди горцев нашелся предатель. Богатый чеченец Бий-Султан был скомпрометирован перед властями, его ожидало наказание. Желая спасти имущество, он предложил генералу Смекалову, командующему карательной экспедицией, привести отряд тайными тропами через горы прямо в аул. Генерал согласился. Он выделил большие силы для создания в лесах множества засад. Когда в селении завязался бой, восставшие в панике бросились в разные стороны. И попали в засады, где их нещадно истребляли. Начались травля и избиение беглецов. Алибек-Хаджи спасся всего с пятью сообщниками.

Имамат доживал последние дни. Один за другим пали Цудахар и Телетль. Их сначала разрушили артиллерией, потом взяли штурмом и сожгли дотла. Последним склонился Согратль. После двухдневных боев его жители выдали военным руководителей обоих восстаний – и чеченского, и дагестанского. Мухаммад-Хаджа Согратлинский, его отец шейх Абдурахман-Хаджи, Аббас-паша, Умма-Хаджи Дуев, Даду Залмаев и Даду Умаев оказались в плену.

Из вождей один лишь неуловимый Алибек вновь выскользнул из окружения и вернулся в Чечню. Но уже через три недели он тоже сдался – чтобы не пострадали принявшие его аулы. По всей Терской области начались военно-полевые суды. Власти отказались от прежней тактики умиротворения и мягких репрессий. С 10 по 30 ноября в разных местах были казнены более трехсот человек. Главного атамана, Алибека-Хаджи Алдамова, и одиннадцать его ближайших сподвижников повесили 9 марта 1878 года на базарной площади в Грозном.

Открытое неповиновение широких масс было подавлено. Однако в горах остались непримиримые – власти называли их недобитками. Счет им шел на сотни, и они представляли большую опасность. Военная администрация создала для борьбы с инсургентами так называемые партизанские команды. Партизанскими их именовали потому, что те действовали без всякого руководства сверху, на свой страх и риск. Впервые их придумал начальник Терской области генерал-адъютант Свистунов. Когда бунтовщики перерезали дороги и нарушили сообщение с Ведено, он выслал на борьбу с ними отряды с особыми полномочиями. Партизаны патрулировали дороги и убивали всякого, кто казался им подозрительным. Без суда и следствия. Террор принял такие масштабы, что запуганные жители окрестных селений держались от дорог подальше. Когда вождей перевешали, команды сначала распустили. Но летом 1878 года часть их была заново сформирована. С одной разницей: если в прошлом году средняя численность штыков в них составляла сто – сто пятьдесят человек, то теперь максимум десять-двенадцать. Активная фаза войны закончилась, и отряды сделали небольшими для лучшей маневренности. Отчаянные люди силой в одно неполное отделение шли во враждебные горы. И резались там с абреками, дезертирами, беглыми ссыльными… Кровавые схватки шли каждый день, без свидетелей, без подмоги из крепостей, без начальственного глаза, по принципу «кто кого».

Алексей Лыков к лету излечился от раны, полученной при штурме Цихидзирских высот. Он мог уже ехать домой – доброволец с Георгиевским крестом, со шрамом под самым сердцем. Но решил дополнительно испытать себя. Его сманил Калина Голунов. Пластун, видать, не навоевался досыта и записался в партизанскую команду очищать ущелья Ичкерии. Там шалили разрозненные группы бывших инсургентов. Вольноопределяющийся согласился. Правда, затем их разделили. Голунова как опытного командира назначили помощником начальника сводного отряда из пяти партизанских команд. А Лыков попал в кормишинскую артель. Так называлась команда старшего унтер-офицера Ширванского полка Сергея Михайловича Кормишина. Он не уступал самому Калине, в ничьей опеке не нуждался и действовал с большой храбростью, помноженной на опыт и тщательный расчет.

Нижегородец быстро понял, что с командиром ему опять повезло. У Кормишина было чему поучиться. Сергей Михайлович воевал на Кавказе уже двадцать лет. Он участвовал еще в штурме аула Гуниб и пленении Шамиля. Жилистый, неутомимый, наблюдательный, невероятно опытный, старший унтер-офицер всегда добивался результата. Его артель уничтожила больше всех мятежников при самых малых потерях. Командование ставило Кормишина в пример остальным, а по итогам летней кампании он получил третьего Георгия. (Лыкову тогда же навесили Аннинскую медаль3.)

Начальник переговорил с Калиной, затем расспросил Лыкова и принял его к себе, несмотря на молодость. Кроме их двоих, в артель входили еще семеро.

Два казака-терца из Кизляро-Гребенского полка держались вместе. Оба именовались Александрами: высокий – по фамилии Гурин и низенький – Баюнов. Их называли Шура Крупный и Шура Мелкий. При этом Баюнов был сильнее и ловчее своего товарища-гиганта. Веселые, бывалые, они пользовались большим успехом у женщин всех народностей. И тут уже Гурин побеждал Баюнова.

Василий Листопадов ставил себя высоко и жил особняком. Его кличка – Васька Стрелок – была получена не просто так. Листопадов великолепно стрелял и охотно применял свои навыки. Всякий солдат убивает в бою: там думать некогда – или ты врага, или он тебя. Но в передышке между схватками служивый закурит трубку, поболтает с приятелем, вспомнит о доме. А Васька брал винтовку и выходил на охоту. Он занимал позицию на ничейной полосе и ждал добычи. При появлении зазевавшегося противника стрелял и всегда попадал. Солдаты не любили его за тягу к убийствам. Листопадов сделался в роте изгоем, с ним не разговаривали, не делились табаком. Он замкнулся и стал только злее. Потом его ранили. Стрелок вылечился и на войну не вернулся, а подался бороться с повстанцами. Там за убитого горца платили четвертной билет! Васька открыл промысел и заработал за осень 1877 года триста с лишним рублей, а также получил ефрейторскую лычку. Деньги он носил при себе, не доверяя никому, и время от времени вынимал и пересчитывал. Чем еще больше настраивал против себя товарищей.

Когда Лыков пришел в артель, они со Стрелком выяснили, кто из них лучше. Алексей показал класс, он не уступил в меткости, хотя дольше целился. Листопадов зауважал парня и даже показал ему несколько секретных приемов. Вольноопределяющийся их запомнил.

Харитон Бындарь, Иван Толстопят и Макар Кляузин были просто хорошие солдаты с боевым опытом.

Замыкал артель анекдотичный персонаж – Иоганн Пупершлаг. Саратовский немец выращивал горчицу, когда началась война с Турцией. Его призвали из ратников – бедолага вытянул жребий. А до этого он благополучно проскочил жеребьевку, шмыгнул в ополчение, минуя срочную службу, и собирался жениться. Неуклюжий, но по-немецки аккуратный, Иоганн обречен был пасть на поле боя – он совсем не годился для войны. Но Двадцать первая пехотная дивизия на театр главных действий не поехала, а занялась подавлением восстания в тылу. Кормишин встретил Пупершлага в Дагестанском нагорном отряде полковника Накашидзе, пожалел и взял под защиту. Сначала пристроил денщиком к полковому адъютанту, а потом помог перейти в кашевары. Весь прошлый год немец кухарничал. Теперь он попросился в кормишинскую артель на ту же роль кашевара, и Сергей Михайлович согласился.

Таким образом, вся партизанская команда состояла из восьми нижних чинов под командой унтера. Вооружены они были по-разному. Казаки предпочитали шашки и кинжалы, а вместо винтовок имели карабины. Листопадов все внимание уделял горячему оружию. Он достал где-то винчестер модели «мушкет». Магазинная винтовка имела семнадцать зарядов! В руках меткача это было страшное оружие. Василий носил его в чехле, постоянно смазывал, протирал, ухаживал за ним, как за невестой.

Лыков до этого воевал в команде пешей разведки Рионского отряда. Охотники добыли себе лучшие образцы, что имелись у турок. Алексей взял хороший трофей – тоже винчестер, но двенадцатизарядный, образца 1876 года. С ним он и подался в партизаны.

Остальные артельщики ходили по горам с однозарядными берданками. А у Пупершлага вообще была передельная4 винтовка Крнка, которую он забросил.

Команда уже две недели лазила по горам восточного угла Веденского округа, в треугольнике между селениями Таузен, Махкеты и Элистанжи. Они выдвинулись из крепости Ведено – столицы округа и всей Ичкерии, прошли на восток около сорока верст и разбили лагерь на берегу реки Бас. Отряд прочесывал местность, оставляя на хозяйстве кашевара и с ним, по очереди, одного солдата. Остальные семеро ходили вместе, стараясь не выпускать друг друга из виду. Война в этих местах кончилась меньше года назад. Да и то сказать – горцы замирились для видимости. Ненависть к русским осталась. Ее сильно подпитывали репрессии. Все мало-мальски влиятельные и образованные люди так или иначе оказались замешаны в волнениях. Теперь настал час расплаты. Семейных выселяли в город Опочка Псковской губернии, а также в глухие местности Новгородской и Архангельской губерний, несемейных – в Томск и Тобольск5. Оставшееся население было обложено трехрублевым подушным сбором на возмещение убытков казне и частным лицам, причиненных восстанием. Для нищих чеченцев это были большие деньги, особенно после карательных экспедиций, сжигавших аулы, конфисковывавших скот и уничтожавших посевы.

Группы непримиримых прятались в лесах, местные жители их укрывали и кормили. Поэтому первое, чем занялся Сергей Михайлович, это поиск и вербовка осведомителей из числа туземцев. Для этого ему в штабе крепости выдали двести рублей золотыми пятерками. Партизаны не только прочесывали окрестности, но и заходили на хутора и в аулы, разговаривали с жителями, пытаясь привлечь их на свою сторону.

Команде поручили поймать и доставить в Ведено одного из непримиримых – Джамболата Алибекова из Хатума. Он был помощником здешнего вожака бунта Лорис-Хаджи Гериева, повешенного весной в Грозном вместе с главными атаманами. Гериев был из Таузена, отчего за этим селением Кормишин наблюдал особенно тщательно. Таузен славился тем, что оттуда был родом отец первого имама Кавказа Шейха Мансура. Жители гордились земляком и не очень привечали русских. Пока партизанам не удавалось найти там доносчика. Между тем Алибеков, уже много раз ускользавший от урусов, не унимался. Месяц назад он напал на фуражиров, перегонявших скот для пропитания гарнизона крепости. Абрек угнал пять казенно-подъемных лошадей с овсом и просом, а также двенадцать голов порционного скота. При налете погиб нижний чин Апшеронского пехотного полка.

Алексей впервые попал в такую удивительную страну и не переставал восхищаться. Местность относилась к числу самых диких и труднодоступных во всей Терской области. На юге возвышался Андийский хребет, отделявший Чечню от Дагестана. От него отходили к северу высокие отроги, делившие пространство на котловины. По котловинам текли к равнинной Чечне быстрые реки, пробившие в скалах глубокие отвесные ущелья. Путь им преграждала гряда Черных гор. Реки сливались друг с другом и в конечном итоге впадали в Сунжу.

Отроги как бы разлиновывали плато. Они были не очень высокими, бесснежными и живописно-пугающими. На Кавказе более двадцати вершин превосходят Монблан, самую долговязую гору Европы, но в этой части их размеры не столь впечатляли. Однако карабкаться по тропам, с перевала на перевал, было утомительно. А еще требовалось держаться настороже – вдруг за камнем прячутся Алибеков со своими джигитами? Пока инсургенты не попались партизанам ни разу. Они находили костры со следами ночевок, но кто искал здесь приют, было неясно. Еще всюду были разбросаны посевы. Чаще всего это оказывались кормовые травы: овес, люцерна, райграс и эспарцет. Реже попадался табак, а дважды – марена6.

Наступил очередной день поиска. Иоганн заявил, что останется в лагере один, пусть его не охраняют. Ишь, осмелел на третьей неделе… Сергей Михайлович почему-то согласился.

Команда отправилась вниз по течению реки Аржи-Ахк. Впереди в дозоре двигался Шура Крупный. Охотники держались в пятидесяти шагах за ним, Кормишин шел в арьергарде. Неожиданно казак замер, всмотрелся в даль и жестом подозвал остальных. Все быстро подошли, кроме отставшего унтера.

Шура показал вперед. По тропе поднимался горец с винтовкой за спиной. Он не видел настигавших его русских и карабкался беззаботно. Василий Листопадов тут же сдернул винчестер и прицелился в туземца. Лыков схватил его за руку:

– Что ты делаешь? А вдруг это мирный горец?

– У него ружье за спиной, – огрызнулся Стрелок.

– Ну и что? Тут все ходят с ружьями. Примерно как наши мужики в лесу всегда с топорами.

– А я по походке вижу, что он мятежник. Самая разбойничья походка!

Листопадов попробовал освободить руку. Тогда Алексей вырвал у него винтовку и сказал с угрозой:

– Слышь, вурдалак. Смири свой нрав. Война кончилась, сейчас мирное время.

– И что? – с вызовом спросил партизан.

– А то. Неймется кого-нибудь прикончить?

– Здеся нас никто не любит. Любого вали – не ошибешься.

Тут подоспел Кормишин и спросил шепотом:

– Что за шум, а драки нет?

Шура Крупный показал ему уходящего вверх по тропе горца:

– Васька хотел убить его в спину, а Леха не дал.

– Правильно сделал, что не дал, – тут же высказался старший унтер-офицер. Он взял из рук Алексея мушкет и приказал: – Лыков! Проследи за ним. Постарайся увидеть лицо или запомнить какие приметы.

– Есть!

Вольноопределяющийся быстро пошел по тропе, стараясь не шуметь. Другие охотники остались его ждать.

Незнакомый туземец успел уйти достаточно далеко. Лыков настиг его, когда тот уже спускался с перевала вниз, в долину. Там стояло четыре сакли, у одной из них была привязана лошадь. Подходя к хутору, горец оглянулся, и Алексей разглядел его черты. Мужчина лет тридцати, бородатый, худощавый, как большинство здесь. Шашка, кинжал – тоже как у всех. Белый архалук при желтом чекмене? И это не примета.

Горец зашел в саклю, у которой стояла лошадь, через минуту вышел оттуда со свертком в руках. Еще раз осмотрелся. Похоже, он опасался чужих глаз… Сунув кулек в сакву7, незнакомец в желтом чекмене сел на коня и уехал вниз по реке. Нижегородец дал ему скрыться с глаз, спустился к хутору и осмотрел саклю. Пустая, заброшенная; пахнет куриным пометом. Передаточный пункт для инсургентов? Может быть…

Лыков бегом отправился к своим и доложил командиру об увиденном. Тот выслушал и приказал:

– Айда туда, осмотрим.

Ваську он поставил впереди колонны, вернув ему отобранный Лыковым винчестер. Тот шел обиженный и все искал, кого бы ему подстрелить. Но никто партизанам не попался.

Избушки при осмотре оказались пустыми и давно заброшенными. Лишь в той, куда заглянул неизвестный, остались следы недавнего пребывания человека. И Кормишин решил устроить на хуторе засаду. Вдруг появится тот, кто облюбовал себе заброшенное жилье для непонятных целей?

Партизаны спрятались в трех других хижинах и затаились. До конца дня ничего не произошло. Пришлось ужинать сухарями и спать на земле. Утром послышались шаги, и в обжитую саклю зашел чеченец с узлом в руке. Он появился из ниоткуда, часовой прохлопал его появление. Но охотники мгновенно и бесшумно отмобилизовались. Когда гость появился на пороге, его схватили.

Это оказался знакомый Кормишину старшина аула Дуц-Хутор по фамилии Раздаев. Он опешил, попав в руки урусов. Сергей Михайлович кивнул ему:

– Здорово, уважаемый. И что ты сюда притащил? Давай, показывай.

В узле обнаружились двадцать патронов к берданке, кусок сыра и лаваш.

– Ого, какое богатство. Патрон в ваших краях стоит рубль ассигнациями. Дорогой подарок. Скажи, старшина, для кого он?

Раздаев уже взял себя в руки и ответил:

– А пастух за ними придет, наш аульный пастух. Он передал, что появились волки, попросил занести эти… как по-вашему?

– Огнеприпасы, – подсказал Сергей Михайлович.

– Да, точно так.

– Давай его дождемся, – предложил Кормишин.

Веко у старшины дернулось, но он ответил:

– Давай.

– Долго ждать придется?

Туземец пожал плечами:

– Кто знает? Может, полдня, а может, и три. Если вам нечего делать, ждите. А у меня есть обязанности по должности.

– Не много ли чести для пастуха, что улем8 лично носит ему лепешки?

– Нет, не много, он мой племянник.

– И как зовут этого достойного человека?

Раздаев на мгновение запнулся, потом выговорил:

– Гати.

Командир оглядел свою команду:

– Все запомнили ответ? Ждем Гати.

Потом он обратился к пленнику:

– Раздаев, ты понимаешь, что врешь мне, а значит, и власти? Если вместо пастуха сюда явится абрек по имени Джамболат, ты и твоя семья поедете далеко на север. Где очень холодно и голодно.

Но староста посмотрел на русского свысока и отвернулся.

Партизаны опять попрятались в сакли. Туземца унтер посадил рядом с собой. Потянулось мучительное ожидание. Когда солнце уже клонилось к закату, Шура Крупный не выдержал и тихо вылез из своей хибары на двор, справить малую нужду. Только он распрямился во весь рост, как грохнул выстрел. Пуля угодила казаку прямо в лоб. Он рухнул на землю. Тут же раздался ответный выстрел – Кормишин успел разглядеть, откуда бьет враг. Алексей тоже выпустил в ту сторону три заряда. Но шансов, что пули попали в цель, было немного.

Артельщики выскочили наружу, Лыков без команды побежал в обход предполагаемой позиции противника, но все оказалось напрасно. Через десять минут вольноопределяющийся на ватных ногах вернулся к своим.

Гурин вытянулся на поляне. Перед ним на коленях стоял Баюнов и вполголоса молился. А Васька Стрелок выступил навстречу Алексею:

– Это тот его убил, кого ты не дал мне пристрелить! Щенок! Все из-за тебя…

– Отставить! – рявкнул старший унтер-офицер.

– А вот и не отставить! – еще громче выкрикнул Листопадов. – Я и в крепости так скажу. Нету человека, а этот вон стоит, сопляк, живой и здоровый.

Алексею хотелось провалиться сквозь землю. Ведь скорее всего Васька прав. Не пастух же уложил их товарища, а кто-то из шайки Алибекова. Лыков не позволил убить его – и вот расплата…

Команда переночевала на хуторе, причем разжигать костер не решились. Лыков вызвался простоять на посту без смены – замаливал свою вину. Связанного старосту положили между двумя пехотинцами. В душе каждому хотелось ткнуть его кинжалом в бок, а потом сказать, что «при попытке к бегству». Но Кормишин дал всем понять, что не потерпит самосуда. Он ни словом не упрекнул нижегородца. Ведь тогда, в ссоре со Стрелком, командир принял его сторону.

Утром артель собралась в дорогу. Им предстояло выйти к селению Махкеты, сдать стоящему там посту пленного и похоронить товарища. Лыков подошел к командиру:

– Сергей Михайлович! Разрешите, я останусь.

– Зачем?

– Осмотрю цепочку следов.

– Один? Это глупо, – Кормишин дернул себя за седой ус и добавил: – Мстить собрался? Их четверо или пятеро. И как будешь мстить?

Алексей упрямо ответил:

– Как получится. Одного они точно не ждут. А вдевятером… ввосьмером мы их за целый год не поймаем.

Старший унтер-офицер покачал головой, подумал и ответил:

– Ну, как хочешь… Мы вернемся через два дня.

Махнул своим, и артель ушла. Раздаева поставили в середину и заставили тащить труп Шуры Крупного на волокуше. Лыков замыкал колонну. Когда партизаны скрылись в лесу, он отделился от них и стал медленно спускаться кустарником параллельно тропе. Идти было трудно, еще труднее было не шуметь при этом. Наконец нижегородец вернулся на поляну к оставленному хутору, но не со стороны реки, а со стороны леса. Затаился и стал ждать. Ему казалось, что инсургенты захотят сюда вернуться. Вдруг на хуторе тайник, который русские не нашли?

Так миновал целый день. Никто не пришел. Алексей переночевал вполглаза – очень хотелось спать после предыдущей бессонной ночи. Забылся он под утро и благополучно проснулся от лучей солнца, бивших ему в глаза.

Что делать? Он был один во враждебных горах. Страха вольноопределяющийся не испытывал, его подстегивала злость. Умирать погоди, говорил он себе, мы еще поборемся. Одному и впрямь легче: ни с кем не надо советоваться, никто тобой не командует. И противник не ждет одиночки. Может, пойти по тропе в ту сторону, куда уехал вчерашний всадник?

И Алексей решился. Он был одет, как горец. Серый чекмень, серый архалук, шашка и кинжал на поясе и винчестер за плечами. Только кокарда на папахе и погоны с золотым кантом вольноопределяющегося выдавали в нем военного. Ноговицы были дополнены поршнями из буйволиной кожи с железными крючьями – горскими «галошами» для лазанья по камням. Сорок восемь патронов в подсумке, баклага с водой, манерка, сухари, горсть сахара и кусок вяленой баранины – на два дня хватит. Если не убьют раньше…

Еще какое-то время Лыков сидел и прислушивался к своим ощущениям. Вроде бы страха на самом деле нет. Это хорошо. И он двинулся по тропе. Где-то впереди, по словам Кормишина, Аржи-Ахк сливается с Ахкой. Затем единый поток отклонится вправо, к Хулухте. Места дикие, подходящие для укрытия. И уж точно там не ждут одинокого уруса.

Он прошел в выбранном направлении четыре часа без отдыха. Тропа медленно забирала вправо. Вдруг, когда Алексей обогнул валун, на него кинулись двое. Резко развернувшись, охотник показал им тыл и припустил обратно. За ним гнались. Выждав нужный момент, Лыков выхватил кинжал и обратился к противнику лицом. Первый преследователь увлекся и слишком приблизился к нему. И налетел на клинок. Удар в сердце; туземец, хрипя, повалился на землю. А русский уже атаковал второго. Хотели догнать? Ну вот, догнали. Получите! Это за Шуру Крупного!

Второй преследователь, молодой парень с едва пробившимися усами, опешил и затормозил на бегу. Но больше ничего сделать не успел – Лыков насадил на кинжал и его. Раз-два – и в дамки… Разгоряченный боем и необычно быстрой победой, он всмотрелся вперед. На тропе стоял третий горец, постарше, в белом бешмете и желтом чекмене. Он держал одну руку на эфесе шашки, а другую на рукояти кинжала. И разглядывал русского с интересом и даже, кажется, с одобрением. Это был тот человек, которого Алексей не дал Ваське застрелить в спину!

– Ты ловкий и храбрый, – похвалил русского чеченец. – Я еще не видал такого приема, только слышал о нем.

До него было шагов десять, и Алексей начал снимать висевшую за спиной винтовку. Горец укоризненно цокнул языком:

– Ца-ца-ца! Только что показал свое мужество, а теперь хочешь убить меня из ружья? Давай драться как мужчины, холодным оружием. С таким противником сразиться – честь для джигита.

Голос у чеченца был приятный, наружность мужественная и притягательная. Лыков смешался – ему расхотелось убивать этого человека.

А тот продолжил:

– Ты ведь меня ищешь? Я Джамболат Алибеков Хатумский. А как зовут тебя?

– Алексей Лыков. Скажи, кто убил вчера моего товарища? Ты?

– Нет, это сделал вон тот молодой, что лежит на тропе позади тебя. Его зовут Косум. Вернее, звали… Но, случись, и я бы убил уруса. И убивал не раз, кстати сказать. Мы же воюем с вами. Так что я твой враг. Давай драться, но со всем уважением друг к другу. Или ты устал? Мы можем перенести поединок на завтра. Ты один, других ваших поблизости нет?

– Нет.

– В одиночку пошел на всех нас? Я думал, только мы, чеченцы, такие…

Алексей слушал и удивлялся. Туземец нравился ему все больше. Почему он враг, а не приятель? По-русски говорит почти без акцента, смотрит смело, но речь его учтива и почтительна. И нижегородец заявил:

– Я не хочу с тобой драться. Ну, в том смысле, что убивать тебя.

– Ай-яй… Но ведь придется!

– Давай лучше ты сдашься властям. Будешь живой.

Алибеков прыснул:

– Я – сдамся? Извини, ты сказал ерунду. Так по-вашему?

– Но почему мы должны обязательно резать друг друга? – попытался спорить вольноопределяющийся. – Пусть не сделаемся кунаками, но останемся людьми. Конечно, тебе придется ответить перед законом за свои злодейства…

– Ца-ца-ца! В чем же мои злодейства? Не в том ли, что я защищал свою землю от захватчиков?

– Но вы помогали туркам!

– Конечно. Мы помогали… как это у вас? Единоверцам. Мы с ними чтим одного Бога. А вы для нас неверные. Кроме того, несете свои порядки, навязываете их нам. Мы, чеченцы, все равны между собой. У нас нет ни знати, ни черни. А у вас?

Противники помолчали, подбирая новые аргументы для спора. Наконец Джамболат спросил:

– Зачем вы пришли на нашу землю? Зачем ты, Лыков, пришел сюда? Чего плохого я тебе сделал, что ты явился меня убивать?

– Я подданный своего государя. Нам объявили войну, я взял оружие.

Чеченец слушал, чуть склонив голову набок. Кажется, он пытался понять логику русского.

– Однако война закончилась, а ты еще здесь. В наших горах. Ищешь, кого зарезать. Этого требует от тебя твой государь?

– Ну… присяга…

– Ступай домой и возвращайся без винтовки и кинжала. И я встречу тебя как почетного гостя и кунака.

– Не могу, – с искренним сожалением ответил Алексей. – Хотел бы, но тогда это будет дезертирством. Я солдат и должен выполнять приказы.

– Русские солдаты прошлым летом сожгли мой аул. Они тоже выполняли приказы. Как я теперь должен к ним относиться? Представь: чужие люди пришли в твою страну, в твое селение, уничтожили его, вытоптали посевы, обрекли женщин и детей на голод, а мужчин перебили. Что бы ты сделал в ответ?

– Стал бы с ними сражаться…

– Вот видишь. Так что снимай ружье, берись за шашку. Если устал и хочешь отдохнуть, я пойму. Перенесем поединок на завтра. Удивительно, что ты пришел один, без отряда. Смелый или глупый…

Вдруг за спиной горца дрогнула ветка, и показался ствол.

– Так вот какой у тебя честный поединок! – крикнул Лыков, хватаясь за цевье винчестера.

Алибеков мгновенно повернулся и заговорил по-чеченски – резко, повелительно. Из кустов вышел горец, очень похожий на него, но с неприятным злым лицом. Джамболат отобрал у него винтовку, жестом отослал назад и вновь повернулся к русскому:

– Извини! Это мой средний брат Самболат. Он… не такой, каким полагается быть настоящему джигиту. Я очень сожалею об этом. Младший, Имадин, растет порядочным и радует меня, но он еще молод для войны. Ну? Смотри.

Алибеков-старший взял в одну руку свою винтовку, в другую – оружие брата и положил их сбоку от тропы. Отступил на пять шагов и предложил:

– Сделай то же самое, и начнем.

– А этот?

– Он будет смотреть. Не бойся, мы схватимся один на один. Если ты победишь, Самболат тоже сразится с тобой. Если захочет. Но я сомневаюсь в этом.

1.
Впоследствии Борщих Ханбулов получил за это от правительства большую пожизненную пенсию. (Здесь и далее – примеч. автора.)
2.
Уцмий – правитель.
3.
Знак отличия ордена Святой Анны – награда для нижних чинов за особые подвиги и заслуги, проявленные не на поле боя.
4.
Передельная винтовка – винтовка, переделанная в казнозарядную из старой дульнозарядной винтовки.
5.
Ссыльным разрешили вернуться на родину только после воцарения Александра Третьего.
6.
Марена – травянистое растение, которое выращивали для изготовления натуральных красителей.
7.
Саква – седельная сума.
8.
Улем – уважаемый человек.</p>  
</div>

<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
