
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Внутри убийцы</b></p>
<p class="tyty">Майк Омер</p>
<p>Когда он добавил к смеси жидкость, комнату затопил резкий запах формалина. Поначалу он ненавидел этот запах. Но потом научился ценить его, зная, что тот символизирует, – вечность. Бальзамирующая жидкость препятствовала разложению. «Пока смерть не разлучит нас» – концепция, мягко говоря, непритязательная. Истинная любовь должна преодолеть эту вершину.

    Он добавил больше соли, чем в прошлый раз, надеясь на лучший результат. Соотношение – дело тонкое; он выучился этому на горьком опыте. Бальзамирующая жидкость обещала вечность, но физиологический раствор добавлял гибкости.
    
    Хорошие взаимоотношения должны быть гибкими.
    
    Из-за запертой двери послышался скрип. Эти звуки – скрежет, скрипы, перемешанные с натужными стонами, – действовал ему на нервы. Она опять пыталась развязать веревки. Вечно дергается, вечно старается сбежать от него – все они поначалу такие… Но она изменится, он позаботится об этом. Больше не будет ни усилий, ни задушенной мольбы, ни хриплых криков.
    
    Она станет тихой и спокойной. И тогда они научатся любить друг друга.
    
    Его сосредоточенность сбил резкий хруст. Мужчина раздраженно отставил соль и подошел к запертой двери. Отпер замок и распахнул дверь. В темную комнатку хлынул свет.
    
    Она извивалась на полу. Она уронила деревянный стул на бок, и тот сломался. Каким-то образом она ухитрилась освободить ноги и, отталкиваясь ими, проползла через всю комнату, вытирая пол голой спиной. Она пыталась… что? Сбежать? Отсюда не убежишь. Ее обнаженное тело корчилось на полу, отчего он почувствовал себя неуютно. Эти движения и сдавленные хрипы превращали ее скорее в животное, чем в человека. Это надо прекратить.
    
    Он вошел в комнату, схватил ее за руку и вздернул на ноги, не обращая внимания на ее крики. Она начала биться и извиваться.
    
    – Прекрати, – резко сказал он.
    
    Она не прекращала. Он едва не ударил ее, но вместо этого заставил себя несколько раз глубоко вздохнуть и разжал стиснутый кулак. Синяки плохо сходят с мертвого тела, а он предпочитал оставить ее по возможности безупречной.
    
    В идеале ему хотелось отложить этот момент. С предыдущей девушкой у него был настоящий романтический ужин при свечах, прямо перед трансформацией. Это было мило.
    
    Но необязательно.
    
    Можно оставить ее в комнате. Но вдруг она поранится, испортит свою безупречно-молочную кожу, а вот этого ему не хочется…
    
    Он выволок ее в мастерскую и усадил на собственный стул. Она извивалась, левой ногой ударила его по голени. Нога была босой, удар – безболезненным, но мужчина разозлился. Он схватил со стола скальпель и прижал острое лезвие к ее левой груди, прямо под соском.
    
    – Если ты не прекратишь дергаться, я его отрежу, – холодно произнес он.
    
    Она мгновенно обмякла, дрожа от страха. Ее покорность возбуждала – вот он, сладкий момент прелюдии, – и его сердце забилось быстрее. Он уже влюблялся.
    
    Нежно взял со стола заранее приготовленную петлю. У этой веревки отличная текстура. Раньше он пользовался обычной хлопчатобумажной, но она оставляет ужасные следы. Трение портит безупречную кожу. На этот раз он воспользовался синтетической веревкой. Она гладкая, приятная на ощупь. Возможно, девушке даже понравится это ощущение.
    
    Он надел петлю ей на шею. Когда она почувствовала, как шелковистая веревка сдавливает горло, то снова начала дергаться, но для всей этой ерунды было уже поздно.
    
    Петля была простой, но с одним маленьким дополнением. Он вставил в узел тонкий металлический стержень. Сейчас он сдвигал узел, пока петля не затянулась у нее на шее, достаточно туго, чтобы веревка не крутилась. Одной отметины с лихвой хватит. Потом, ухватившись за стержень, он повернул его против часовой стрелки. Один поворот, второй, третий – петля стягивалась все туже и туже. Девушка дергалась, как безумная; одна нога даже ударила стол, наверняка оставив ссадину. Еще один поворот… и этого хватит.
    
    Пока ее усилия слабели, он раздумывал об отметине, которую оставит петля. Первое время ему хотелось, чтобы никаких отметин не было. Но сейчас он считал эту отметину своим первым подарком, прекрасным ожерельем, знаменующим их узы. Обычные люди привыкли к кольцу на пальце. Неудивительно, что процент разводов настолько высок.
    
    Когда она перестала корчиться, он уже трясся от возбуждения. Нужно немедленно начинать работать над ней. Чем быстрее он введет бальзамирующий состав, тем свежее она будет.
    
    Но страсть победила.
    
    Он решил, что сначала может немного развлечься.<p>
</div>
<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
