
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Разведчик барона</b></p>
<p class="tyty">Макс Глебов</p>
<p>Нас ведут куда-то к центру города. Как я понимаю, главная контора Особой канцелярии находится в цитадели, чаще называемой баронским замком, и сержанта везут именно туда. Несмотря на уверения Евгения, что я тоже ценный свидетель, меня решают пока оставить в участке местной стражи. Для ожидания мне выделяют небольшую каморку с минимумом мебели. Хорошо хоть не камеру. Впрочем, враждебности и подозрительности по отношению ко мне стражники не проявляют, и это уже неплохо.

В том, что вскоре баронские дознаватели захотят со мной побеседовать, сомнений нет. Вопрос лишь в том, насколько быстро я им понадоблюсь. Есть надежда, что успею хотя бы поесть и привести себя в порядок. У меня в рюкзаке остался небольшой запас продуктов, но пользоваться им не приходится, покормить меня стражники не забывают. Разнообразием местная кухня не балует, однако большая тарелка густых наваристых щей и толстый кусок свежего хлеба появляются передо мной довольно быстро. Приносит их молодая и симпатичная, но демонстративно строгая девушка в форме капрала баронской стражи. Выглядит она так, будто долго готовилась к приему в высшем свете, не жалея ни денег, ни времени на лучших городских портных. Похоже, местная красавица не слишком счастлива тем, что ей приходится прислуживать какому-то грязному деревенскому охотнику, но, судя по всему, её начальство считает, что лучше покормить меня здесь, да и вообще следует пока ограничить мои контакты с кем бы то ни было, а то мало ли какая информация может достичь не тех ушей. С Особой канцелярией потом проблем не оберешься.

– Спасибо, капрал, – я вежливо киваю эффектной стражнице, – скажите, а умыться и хоть как-то почистить одежду здесь где-то можно? Со мной, вероятно, вскоре захотят поговорить. Не хотелось бы представать перед начальством в таком виде.

Пару секунд я наблюдаю на лице девушки сложную гамму эмоций. Она, похоже, вообще не собиралась со мной разговаривать, и, возможно, даже получила приказ не вступать с непонятным охотником ни в какие дискуссии, но мой вопрос звучит вполне естественно, и она всё же решает ответить.

– Я передам вашу просьбу лейтенанту, – сухо произносит стражница и, не дожидаясь моей реакции, выходит из комнаты, аккуратно прикрыв за собой дверь. Звука задвигаемого засова я не слышу. Видимо, меня всё же не воспринимают, как задержанного, но что-то мне подсказывает, что если я решу выйти из каморки и прогуляться по коридорам участка, рядом обязательно окажется кто-то из местных сотрудников и ненавязчиво объяснит, что лучше бы мне данное помещение не покидать.

Досматривать меня на входе в участок никто не стал, однако огнестрельное оружие вежливо, но настойчиво попросили сдать. Так что сейчас оба моих револьвера, снайперская винтовка и трофейная автоматическая пушка лежат в местной оружейке под присмотром дежурного сержанта.

Местных порядков я совсем не знаю, но сейчас поздний вечер, и высокое начальство уже наверняка отдыхает. Возможны, конечно, варианты, однако доклад сержанта в любом случае сначала выслушает кто-то рангом пониже, и только по его итогам будет приниматься решение стоит ли дергать серьезных людей немедленно, или возникшая проблема подождет до утра. Думается мне, о гибели половины взвода баронской стражи и угрозе захвата лихими людьми Александровки начальству всё же решат доложить немедленно, но какое-то время это всё равно займет.

В своих рассуждениях я оказываюсь прав, и к моменту, когда стражникам приходит приказ доставить меня в Особую канцелярию, я успеваю смыть с себя дорожную грязь и переодеться в чистую форму баронской стражи без знаков различия, принесенную мне всё той же неразговорчивой девушкой-капралом.

Из оружия мне возвращают только винтовку, да и то без боеприпасов.

– Заберешь свои стволы на обратном пути, – поясняет дежурный сержант. – В канцелярию с оружием нельзя, однако для твоей СВД почему-то сделали исключение. Холодное оружие тоже сдай. Мы тебя шмонать не будем, но на входе в канцелярию в любом случае будет досмотр, и если что-то найдут, будут очень недовольны. Люди там серьезные и шутить не любят, так что лучше их лишний раз не раздражать.

– Я тогда, пожалуй, весь рюкзак здесь оставлю, – предупреждение дежурного приходится очень кстати. – У меня что ни вещь, то оружие. Ну, или то, что можно за него принять.

Брать с собой на допрос трофейный шар тайкунов мне очень не хочется. Рано еще светить его перед дознавателями из Особой канцелярии. Пусть лучше здесь полежит. Стражникам вроде до моих вещей дела нет, так что тут они точно целее будут.

– Оставляй, – одобрительно кивает сержант. – Получишь назад вместе с остальным железом.

Пока всё складывается неплохо. Я и сам хотел оставить стражникам на хранение свои вещи, а тут и повод для этого очень удачно образовался. Теперь шар тайкунов и мой амулет, расширяющий возможности зрения, тихо лежат в брезентовом мешочке на дне рюкзака, отданного мной дежурному стражнику, а на груди под одеждой у меня висит другой трофейный амулет, так ни разу и не откликнувшийся на мои попытки наладить с ним контакт.

* * *
Цитадель выглядит внушительно. Её внешний периметр – ещё одна высокая стена из бетонных блоков с плотными спиралями колючей проволоки поверху и хорошо укрепленными приземистыми башнями через каждые сто метров. Старых зданий внутри цитадели немало, а промежутки между ними плотно застроены очень прилично выглядящими деревянными и каменными домами, возведенными уже после войны. Чувствуется, что живут здесь далеко не последние люди. В центре цитадели расположена хорошо укрепленная резиденция барона, но мы идем не туда.

Главная контора Особой канцелярии впечатляет. Она занимает неплохо сохранившееся трехэтажное кирпичное здание довоенной постройки. Как оно умудрилось уцелеть во время Чужой войны – вопрос сложный. Время, конечно, изрядно над ним поработало, но, похоже, на поддержание этого строения в приличном состоянии сил и средств барон не жалеет. В сравнении с нашими деревенскими бетонными двухэтажками это просто дворец какой-то.

На входе меня досматривают со всей тщательностью. Винтовку сразу забирает и куда-то уносит один из сотрудников канцелярии. К ней, как и ожидалось, вопросов не возникает, а вот амулет, висящий у меня под курткой, вызывает довольно бурную реакцию местной охраны.

– Это что? – не обещающим ничего хорошего голосом спрашивает меня начальник дежурной смены со знаками различия капрала. Его черно-серая форма выглядит очень внушительно, и, несмотря на невысокое звание, ведет он себя, как полный хозяин положения. Впрочем, как соотносятся звания в Особой канцелярии и той же баронской страже, я не знаю. Возможно, местный капрал по статусу выше сержанта-стражника.

– Это амулет тайкунов, – я равнодушно пожимаю плечами, всем своим видом показывая, что не считаю данный инцидент своей проблемой. – Меня предупредили о необходимости оставить в оружейной комнате стражи холодное и огнестрельное оружие. О конструктах тайкунов речи не шло.

Старший смены бросает вопросительный взгляд на сопровождающего меня стражника, и тот, явно смутившись, коротко кивает.

– Дармоеды, – сквозь зубы цедит охранник и снова начинает сверлить меня взглядом. – Зачем ты принес сюда амулет?

– Может пригодиться при беседе с дознавателем. Это вещественное доказательство. Мне начать излагать подробности прямо здесь?

– В этом нет необходимости, – охранник неожиданно успокаивается, – но конструкт придется сдать. Старшему дознавателю мы передадим его сами.

– Как скажете, капрал, – я без возражений позволяю снять с себя амулет.

Больше вопросов ко мне не возникает, но прибытия того, кто будет меня опрашивать, приходится ждать около часа. Жду, а куда деваться? Наконец меня ведут на второй этаж, где, похоже, находятся кабинеты дознавателей. Нужная нам дверь оказывается в самом конце коридора. Сопровождающий меня охранник негромко и подчеркнуто вежливо стучится и, дождавшись разрешения войти, докладывает о доставке свидетеля.

За дверью оказывается приемная, в которой нас встречает стройная девушка в такой же черно-серой форме, но со знаками различия лейтенанта. Это уже гораздо серьезнее, и мне становится интересно, сколько же звезд на погонах у того, с кем мне предстоит беседовать.

– Этот предмет был изъят у свидетеля при досмотре, – охранник передает референту мой амулет.

– Попытка скрытого проноса? – ощутимо напрягается лейтенант. – Почему посетитель не задержан?

– Недоработка стражников. Свидетель не был предупрежден о необходимости сдать конструкт. По его словам, он принес его к нам в качестве вещественного доказательства.

– Я доложу господину полковнику. Ждите.

Изящная сотрудница Особой канцелярии исчезает за дверью, ведущей в кабинет начальника. Амулет она уносит с собой. Звукоизоляция здесь выше всяких похвал – из-за закрытой двери не доносится ни звука. Впрочем, если бы сейчас на меня накатило обостренное восприятие, я бы, наверное, что-то услышал, но, увы, организм не считает ситуацию достойной такого напряжения сил.

– Проходите, свидетель, – девушка-лейтенант вновь появляется в приемной. – На вопросы отвечать четко и коротко. Что-либо скрывать я вам искренне не советую, это может иметь для вас крайне печальные последствия.

В кабинете большого начальника царит обстановка подчеркнутой строгости и деловитости. Никакой роскоши, мебель из дерева и кожи, выдержанная в темных тонах. Большой стол, за которым в массивном кресле восседает высокий и ещё совсем не старый полковник тайной службы барона. Взгляд у него… ну, как бы это сказать? Нацеленные тебе в лоб зрачки стволов спаренной артиллерийской установки выглядят несколько приветливее. Профессиональный такой взгляд, явно отточенный годами допросов. Выдержать его решительно невозможно, да и не нужно, наверное.

– Господин полковник… – начинаю я, глядя чуть выше головы хозяина кабинета.

– Присаживайся, охотник, – прерывает меня дознаватель. Его голос звучит сухо, но не враждебно, а вот взгляд продолжает пробивать меня насквозь. – Можешь не представляться, о тебе мне уже известно всё, что нужно, а я для тебя – господин полковник, и этого пока достаточно.

Кресло для посетителей оказывается не слишком удобным. Не то чтобы я испытывал какой-то дискомфорт, но расслабиться в таком точно не получится. Видимо, такая функция хозяином кабинета в этот предмет интерьера и не закладывалась. Собеседник должен быть в тонусе, а не засыпать на допросе, даже если он пока не обвиняемый, а сам допрос формально считается лишь опросом свидетеля.

– Рассказывай, – приказывает полковник, – обо всём, что видел и в чем участвовал с момента, когда вышел в дозор, во время которого выследил и задержал шпиона лихих людей.

Начинаю излагать, опуская незначительные, на мой взгляд, подробности. Всё, как и требовала секретарь полковника – четко и коротко. Дознаватель меня не перебивает, только иногда делает какие-то пометки в блокноте. Почти всё, о чем я рассказываю, ему уже известно из доклада раненого сержанта и писем Игната и старосты Александровки. Тем не менее, полковник тратит время на то, чтобы выслушать еще и мою версию. Поиск нестыковок в показаниях – любимое занятие всех деятелей подобного рода. Это я не в осуждение, у каждого своя работа, и полковник делает свою со всей серьезностью.

Когда я заканчиваю, дознаватель некоторое время смотрит на меня, а потом указывает на лежащий на столе амулет.

– События ты описал вполне связно, но вот об этом не сказал ни слова. Почему? Ты ведь, как я понял, принес сюда этот конструкт, как вещественное доказательство?

– Именно так, господин полковник. Однако к описанным мной событиям данный амулет никакого отношения не имеет. Он попал ко мне за несколько дней до того, как наш караван отправился в город из Коробово.

– Вот как? – дознаватель демонстративно изгибает бровь, продолжая буравить меня своим фирменным взглядом. Впрочем, я уже немного привык к этой его манере, и она больше не производит на меня столь сильного впечатления. – А я было решил, что этот амулет ты снял с лазутчика бандитов.

– Практически так и было, – я решаю подпустить немного тумана. Совсем чуть-чуть. На самом деле, в такие игры с полковником тайной службы лучше не играть. – Только не с этого лазутчика, а с тела проводника бандитов, которые устроили на меня засаду в Змеином лесу. Его имя Герхард, а наняли его люди из ватаги Уильяма.

Полковник отлично скрывает свои эмоции, но что-то, мелькнувшее в его глазах, всё же выдает, что он удивлен.

– А не слишком ли много ты знаешь о городских криминальных группировках для простого деревенского охотника? – медленно произносит дознаватель.

– Как зовут проводника, я услышал, пока следил за обнаруженной мной засадой, а именем Уильяма меня пытался запугать последний оставшийся в живых бандит.

– Ты взял его в плен?

– Всего на несколько минут. С такими ранениями долго не живут.

– Сколько их было?

– Пятеро, если считать вместе с проводником.

– Имена остальных тебе известны?

– Нет. Я слышал только как главарь лихих людей обращался по имени к Герхарду.

Вот тут я, конечно, допустил прокол. Что мешало мне узнать имена или клички бандитов у Данжура? Уж он-то точно их слышал много раз, пока был у них в плену. Оправдывает меня только то, что тогда я понятия не имел, как эту информация можно использовать.

– Зачем ты принес сюда амулет, если он не имеет прямого отношения к нападению на караван? – меняет направление допроса полковник.

– Сержант Евгений Кротов рассказал мне о том, что, убив несколько врагов Барона, за смерть которых Особой канцелярией назначена награда, я могу подать прошение на получение статуса охотника за головами. Само собой, я сразу вспомнил об этом эпизоде и о том, что у меня есть доказательство уничтожения пособника лихих людей по имени Герхард. Я не знаю, назначена ли за его голову награда, но решил, что предъявить этот амулет будет не лишним.

– Герхард… – задумчиво произносит полковник. – Всех бандитов из списка не запомнишь. Тем более, что это может быть и не имя вовсе, а кличка. Но амулет интересный.

Полковник нажимает неприметную кнопку на краю стола, и через пару секунд в кабинет заходит секретарь.

– Виктория, отправьте этот амулет спецам по конструктам. Мне нужно знать, есть ли у них какая-то информация по его владельцу.

– Какой приоритет присвоить задаче?

– Если сразу что-то смогут сказать, пусть доложат немедленно, а так обычная срочность. И еще. Передайте Говорову, что через час он будет мне нужен вместе с его людьми.

– Будет исполнено, – кивает девушка и немедленно исчезает за дверью.

– По остальным трупам бандитов какие-то вещдоки есть?

– Не здесь. Обрез трехствольного охотничьего ружья и револьвер главаря остались в тайнике в Змеином лесу. В деревню не понёс, не хотел сдавать шерифу за бесценок.

– Нарушаешь законы поселения, охотник? – слегка прищуривается полковник. – Впрочем, это ваши дела. Особая канцелярия такими мелочами не интересуется. Обрез трехстволки, говоришь… Это интересно. Попадались мне доклады о головорезе из банды Уильяма, очень ловко орудующего таким оружием.

– С ловкостью у него действительно всё было в порядке, – я слегка передергиваю плечами, демонстрируя, что воспоминания об этом моменте меня не слишком радуют. Этот ловкач меня чуть на тот свет не отправил. Вхлам разнес картечью мой арбалет, а меня самого только чудом не зацепило.

– Вспомнил. Его кличка Солод, и он точно есть в списке врагов барона. Вот только одних твоих слов мало. Нужен труп, который опознают мои люди или стражники, либо ружье, оно очень приметное, как и твоя СВД, снятая со снайпера. Впрочем, одного только оружия может быть мало. Ладно, вернемся к нашему делу. Опиши подробнее тактику банды, вооружение и количество бойцов. Ты сказал, что их действиями руководил грамотный и авторитетный командир. Мне нужно знать, на каком основании ты пришел к такому выводу.

Полковник мучает меня вопросами еще минут сорок. Всё это время я жду очень неудобного вопроса о том, какие именно трофеи я снял с лазутчика лихих людей, но почему-то дознаватель его не задает. Видимо, сейчас это не самые важные для него детали, тем более что шпион захвачен и находится под охраной в Александровке, а значит, через какое-то время его можно будет допросить и узнать всё, что нужно из первых уст. В первую очередь полковника, похоже, интересует личность главаря банды. Возможно, он догадывается, кто это и усиленно ищет хотя бы косвенные доказательства своим предположениям.

Допрос внезапно прерывается появлением в кабинете лейтенанта Виктории.

– Господин полковник, амулет опознан, – докладывает она предельно деловым тоном. – Его владелец – серый рейнджер Герхард Леман. Есть непроверенная информация, что он скрытый морф. Доказаны его тесные связи с криминальным крылом немецкой диаспоры, возглавляемой Уильямом Кёлером. Находится в розыске и в листе врагов барона. Награда полторы тысячи за живого или тысяча за доказанную ликвидацию.

– Везет тебе, охотник, – я впервые вижу на лице дознавателя некое подобие улыбки, больше, правда, напоминающей оскал.

– Скорость и качество работы ваших подчиненных вызывает уважение, – я ничуть не пытаюсь льстить. Оперативность поступления информации от неведомых мне спецов по конструктам тайкунов действительно впечатляет.

– У нас очень строгий отбор, отсюда и результат, – спокойно отвечает полковник. – Значит так, охотник Сергей Белов, полученные от тебя сведения представляют определенную ценность, да и сам ты кажешься мне человеком небесполезным. Поэтому с получением статуса охотника за головами я тебе помогу. Надеюсь, ты в курсе, какие неприятные особенности связаны с твоим выбором?

– Сержант Кротов ввел меня в курс дела. Живым в руки лихих людей мне лучше не попадать.

– Верно. Если это тебя не смущает, остается только получить одобрение специальной комиссии. Доказательств уничтожения врагов барона у тебя хватает. Многие из них косвенные, но есть и прямые, включая свидетельства стражников. Кроме того, у меня в ящике стола лежат соответствующие рекомендации от старшего караванщика Игната Матвеева и сержанта баронской стражи Кротова. Этого должно быть достаточно, вот только комиссия не собирается по желанию никому не известного деревенского охотника. Она заседает раз в два месяца, и последнее заседание было пару недель назад. Это значит, что в следующий раз комиссия соберется нескоро, а ты покинешь город вместе с усиленным отрядом баронской стражи уже завтра в середине дня, и даже если потом ты прибудешь сюда с застрявшим в Александровке караваном, что тоже нельзя гарантировать, вернуться домой тебе придется намного раньше, чем состоится новое заседание специальной комиссии.

Похоже, наши с сержантом планы грозят вдребезги разбиться о местные бюрократические устои. Впрочем, полковник что-то говорил о помощи. Наверняка она окажется далеко не бесплатной. Что ж, посмотрим, чего от меня захочет высокое начальство Особой канцелярии.

– И ничего нельзя сделать? – задаю я явно ожидаемый полковником вопрос. – Ну, с учетом всех обстоятельств.

– Над этим можно подумать. Надеюсь, ты понимаешь, что в специальную комиссию входят уважаемые и очень занятые люди. Собраться на внеочередное заседание они, конечно, могут, вот только для этого их нужно об этом очень убедительно попросить. Я могу приложить к этому усилия и думаю, что мне не откажут, но для рядового деревенского охотника я этого делать не стану.

– А для кого станете?

– Для своего сотрудника, работающего под прикрытием.

Ну, кто бы сомневался. Вербовка – второе излюбленное мероприятие всех и всяческих особистов. Впрочем, почему бы и нет? Послушаем, для начала, что господин полковник мне предложит.

– Что мне предстоит делать?

– Ты слишком торопишься, охотник, – лицо полковника кривится в некоем подобии усмешки. – Тот, кто хочет работать под моим началом, должен всегда быть со мной до конца честен, а ты к этому, похоже, пока не готов.

– Я хотя бы в чем-то солгал, отвечая на ваши вопросы? – теперь наступает моя очередь удивленно изгибать бровь.

– Нет. Иначе разговор у нас сейчас шел бы совсем в другом ключе. Но и всей правды ты мне тоже не сказал, предпочтя кое о чем умолчать. В целом я тебя понимаю, как человека, не имеющего никакого отношения к нашей службе. У тебя есть свои интересы, и они не обязаны совпадать с нашими. Для охотника-одиночки такое поведение допустимо, а вот для кандидата в мои подчиненные – нет.

Хозяин кабинета ждет моей реакции и снова пытается проделать во мне дыру своим бронебойным взглядом.

– Что ещё вы хотели бы узнать, господин полковник?

– Ну, например, мне было бы интересно услышать, откуда у тебя вот эти предметы? – дознаватель неторопливо открывает ящик стола и извлекает из него шарообразный конструкт тайкунов и амулет, позволяющий мне видеть в темноте и продлевающий состояние обостренного восприятия.

Безусловно, такого поворота следовало ожидать. Надежда на то, что мой рюкзак, сданный в оружейную комнату стражников, никто так и не станет досматривать, у меня, конечно, теплилась, но если уж полковник решил меня завербовать, не покопаться в моих вещах он просто не мог. Не лично, естественно, однако у него хватает подчиненных, которым можно поручить эту работу.

– Амулет добыт мной в Змеином лесу, – отвечаю чистую правду, поскольку скрывать её нет никакого смысла. – Произошло это уже давно. Я нашел останки двух тайкунов, погибших во время Чужой войны. С одного из них и снял амулет. А вот шар попал ко мне недавно. Это один из трофеев, доставшихся мне при захвате лазутчика лихих людей, следившего за нашим караваном.

– Почему умолчал об этих конструктах?

– Прежде чем допустить меня сюда, ваша помощница предупредила меня, что докладывать следует быстро и четко, не углубляясь в малозначимые детали. Я действовал строго в соответствии с этой инструкцией и не стал заострять ваше внимание на вещах, не имеющих прямого отношения к делу.

Я ненадолго замолкаю, изображая на лице внутреннюю борьбу. Полковник меня не торопит, и, выдержав небольшую паузу я продолжаю.

– Было и еще одно соображение. Я немного ориентируюсь в ценах на артефакты тайкунов. Не скажу, что большой специалист в этом деле, но даже мне понятно, что этот шар – очень дорогая штука, и мне совсем не хотелось его лишиться. Да и амулет мне дорог, он приносит удачу. Возможно, это простое суеверие, но с ним я чувствую себя в Змеином лесу намного увереннее.

– Не думаю, что в твоем случае речь идет о суеверии, – слегка качает головой полковник. – Но это мы сейчас проверим. Амулет можешь оставить себе, я верну его тебе после завершения нашей беседы, а вот по шару решение будет приниматься отдельно и во многом по результатам того, что произойдет в ближайшие полчаса.

Особист вновь нажимает кнопку вызова референта, и лейтенант Виктория немедленно появляется в кабинете.

– Капитан Говоров и его люди ожидают в приемной, – докладывает она, не дожидаясь вопроса полковника.

– Пусть заходят.

Кажется, я догадываюсь, что сейчас будет. Даже если сержант Кротов не поделился с дознавателями своими подозрениями по поводу того, что я морф, спецы из Особой канцелярии вполне могли и сами прийти к такому же выводу.

Капитан и двое его подчиненных со знаками различия лейтенантов молча занимают места напротив меня за большим столом для посетителей, иногда бросая в мою сторону оценивающие взгляды. Один из них начинает доставать из кожаного портфеля и раскладывать передо мной амулеты. Некоторые из них кажутся мне знакомыми. Объединяет их одно – в каждом я чувствую значительную концентрацию энергии тайкунов. Есть в кабинете и ещё один заряженный ей артефакт. Такие конструкты мне ещё ни разу не попадались. Это кольцо с крупным зеленым камнем, которое я замечаю на мизинце левой руки капитана Говорова. Интересно, почему именно на мизинце? Впрочем, возможно, на другие пальцы оно просто не налезло.

– Охотник Сергей Белов из Коробово, – представляет меня вновь прибывшим полковник. – Провел через Змеиный лес сержанта-стражника со срочным сообщением для нашей службы. В пути случилось несколько инцидентов с конструктами тайкунов и техникой кибов. В результате одного из них сержант получил ранение, но с помощью Белова всё-таки смог добраться до города.

– Несколько инцидентов с тварями кибов и тайкунов? – задумчиво переспрашивает Говоров. – Обычным людям, даже хорошо подготовленным, как правило, хватает и одного.

– Именно так, капитан, – кивает полковник, явно одобряя ход мыслей подчиненного. – Однако добычей артефактов в этих опасных местах Белов занимается, судя по всему, уже не первый год. Кстати, без трофеев не обошлось и в этот раз. Из Змеиного леса наш герой вышел с практически неповрежденной автоматической пушкой малого робота-разведчика кибов. Весьма необычно для простого охотника, не правда ли, господа? Думаю, данный случай как раз по вашей части, так что можете приступать.

– Начнем, пожалуй, со стандартных тестов, – решает капитан и переводит взгляд на меня. – Перед вами десять артефактов тайкунов. Внимательно посмотрите на них. Встречались ли вам ранее какие-либо из этих предметов?

Не нужно быть великим мыслителем, чтобы понять, что ни полковник, ни капитан не сомневаются в том, что я морф. Пытаться отпираться бессмысленно, слишком уж убедительные аргументы они приводят. Вот только и полностью раскрывать свои возможности мне тоже нельзя, иначе светит мне золотая клетка в каких-нибудь секретных баронских лабораториях, и хорошо если не в глубоких подвалах Особой канцелярии.

– Вот этот мне знаком, – показываю на третий слева конструкт. – Аналогичный я даже как-то держал в руках.

– При каких обстоятельствах? – уточняет капитан.

– Нашел в разрушенном укрепрайоне тайкунов вместе с останками его бывшего владельца.

– Что сделали с находкой?

– Продал. Мне он был без надобности.

– А этот почему оставил себе? – вступает в беседу полковник, указывая на амулет, извлеченный из моего рюкзака.

– Он приносит мне удачу, – отвечаю максимально туманно, надеясь создать впечатление, что я и сам не понимаю, каким образом трофейный конструкт мне помогает.

– В чем именно это выражается? – перехватывает у начальника инициативу капитан.

– Сложно сказать конкретно, – я мнусь, изображая мучительную попытку зафиксировать в мозгу постоянно ускользающую мысль. Говорить совсем уж неправду откровенно страшно, но и рассказывать всё, как есть, я не могу. – Мне кажется, что когда он со мной, я немного раньше замечаю любую опасность, причем её природа не имеет значения.

– Вы что-нибудь ощущаете, когда дотрагиваетесь до вашего амулета?

– Обычно ничего, но несколько раз мне казалось, что я чувствую какое-то едва заметное покалывание или почти неощутимую вибрацию. Четко зафиксировать это ощущение я ни разу не смог, так что, возможно, это просто мои фантазии.

– Дотроньтесь до вашего конструкта, – капитан кладет мой амулет на стол прямо напротив меня.

Я послушно тяну к нему руку, совершенно не понимая, что хочет увидеть специалист по морфам. Вот только вряд ли он требует от меня коснуться амулета без всякой причины. Значит, каким-то образом капитан способен зафиксировать наличие или отсутствие реакции артефакта на мое прикосновение.

В том, что каждый раз амулет реагирует с различной интенсивностью, я не соврал. Правда, раньше я не обращал на эту особенность особого внимания, однако сейчас она неожиданно приобретает большое значение. Моя рука уже почти касается конструкта, когда я неожиданно понимаю, что нужно делать. В мои пальцы как будто перетекает невидимая энергия. Её очень мало, но больше и не нужно. Она лишь несет в себе команду, и когда я касаюсь покрытого рунами каменного кругляша, он четко выполняет мой приказ и реагирует во много раз слабее, чем обычно.

Зеленый камень на кольце капитана начинает тускло светиться. Длится свечение не дольше секунды, но все, кому нужно, успевают его заметить. Я усиленно делаю вид, что ничего не разглядел. Полковник, к слову, тоже никак не реагирует, а вот оба лейтенанта и капитан явно ждали реакции камня и теперь обмениваются короткими взглядами, продолжая при этом внимательно следить за выражением моего лица.

– Достаточно, – кивает капитан, забирая у меня амулет. – Теперь по очереди дотроньтесь до всех конструктов, разложенных перед вами на столе.

На этот раз я уже знаю, что нужно делать. Из десятка амулетов на мои прикосновения реагируют три, и каждый раз кольцо капитана Говорова отмечает эту реакцию тусклым свечением. В одном из случаев оно вообще едва заметно.

– Ваш вывод, капитан? – полковник, похоже, уже не раз присутствовал на подобных тестах и неплохо знает процедуру.

– Охотник Белов – слабый морф, – после секундного размышления докладывает Говоров. – Слабый, но разносторонний. Это довольно редкое сочетание. Испытуемый смог установить контакт с тремя классами конструктов, но в каждом случае связь была очень неустойчивой. Кроме того, вполне возможно и даже весьма вероятно наличие у Белова одного или нескольких пассивных умений, опять же выраженных очень слабо, однако всё же способных помогать ему выживать в Змеином лесу. Случай интересный, но вряд ли перспективный в плане использования в наших исследованиях. Обычно мы рекомендуем для таких кандидатов службу в баронской страже.

– Я в курсе, – глядя куда-то мимо Говорова, отвечает полковник, явно о чем-то размышляя. – Но пока Белов нужен мне для других целей. Капитан, почему вы не протестировали его на взаимодействие с шаром тайкунов?

– Маловероятно, что будет реакция. Это артефакт намного более высокого ранга, чем амулеты, а у Белова даже с ними контакт крайне неустойчив. Подчинить себе шар уже попытались все наши сильные морфы. Это первое, что мы сделали, прежде чем передать его вам. Контакта нет ни у кого.

– Вообще ноль?

– Полный. Но если вы считаете нужным, можем проверить Белова.

– Лишним не будет, – полковник подталкивает ко мне шар, и я останавливаю его прикосновением пальцев. Конструкт воспринимает мою команду, и красные кристаллические вставки, которыми инкрустирована его поверхность, на мгновение наливаются бледным свечением. Зеленый камень в кольце капитана вспыхивает чуть ярче, чем когда я касался амулетов. Совсем ненамного, но всё же заметно, что реакция выражена сильнее.

– Очень интересно, – озадаченно произносит капитан и поясняет произошедшее полковнику, не наделенному способностями морфа. – Контакт есть, причем даже более отчетливый, чем с амулетами, но всё равно очень слабый. Вот только намного более сильным и опытным специалистам не удалось добиться даже этого, а у почти бесполезного в нашем деле низкорангового морфа контакт с конструктом установился. Выжать из этого мы вряд ли что-то сможем, но сам факт…<p>
</div>
<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
