
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Точка</b></p>
<p class="tyty">Кира Уайт</p>
<p>Протягиваю руку, включаю ночник и сажусь на кровати. Растираю глаза, прогоняя остатки кошмара. Сегодня мне снова приснился тот день, когда к нам пришли врачи и военные из ARO, взяли кровь на анализ и у меня, и у мамы. Тогда-то мы и узнали, что я являюсь обладателем S.K.G. Мама плакала, я кричала, но мужчины в форме просто забрали меня и увезли в аэропорт, посадили в большой военный самолет, в котором уже находилось много детей. Все плакали, звали родителей, но напрасно. Нас никто не слушал. Военным было не до детских капризов.

    Встряхиваю головой и откидываю одеяло в сторону. До будильника еще сорок минут, а значит, я сегодня задержалась. Бросаю взгляд на плоский экран во всю стену, который заменяет мне окно. Сегодня он транслирует хвойный лес, поливаемый обильным дождем. Мило. Как раз под стать моему мрачному настроению.
    
    Встаю босыми ногами на прохладный пол, выхожу в середину своей небольшой комнаты и приступаю к упражнениям. Сначала разминка, затем отжимания, пресс, приседания, планка, бег на месте. И так несколько подходов.
    
    К первому сигналу общего будильника, звучащего для всех жителей лаборатории, я уже заканчиваю ежедневную тренировку и заправляю постель. Через пять минут звучит второй сигнал, после которого открывается дверь.
    
    Вместе с другими обитателями лаборатории ARO выхожу в коридор и поворачиваю направо, догоняя мою соседку и по совместительству лучшую подругу Дейзи. Поравнявшись с ней, замечаю, что девушка привычно морщит нос и косится на меня.
    
    – Снова занималась? – тихо спрашивает она, шагая вперед.
    
    Этот вопрос она задает мне каждый день вот уже на протяжении пяти лет, а именно столько я делаю утренние упражнения.
    
    – Как всегда, – пожав плечами, отвечаю я.
    
    Сворачиваем налево, вливаясь в поток парней, которые живут в соседнем коридоре, и уже все вместе направляемся в сторону душевых.
    
    – Доброе утро! – бодро произносит Джейден, вклиниваясь между мной и Дейзи. Он встряхивает темными кудряшками и улыбается столь ослепительно, что я не могу не ответить ему тем же. – Лав, сколько сегодня подходов?
    
    – Четыре, – на автомате отвечаю я.
    
    Джейден одобрительно кивает, слегка сощурив ясные голубые глаза.
    
    – А вот я проспал. Сделал только два, – жалуется он, не переставая улыбаться, а затем отворачивается от меня. – Дейзи, как спалось?
    
    – Отлично, – бурчит подруга, глядя прямо перед собой.
    
    Джейден начинает болтать, периодически спрашивая что-то у Дейзи, на что она практически все время отвечает односложно.
    
    Между этими двумя всегда существовало особое притяжение. И я считаю, что они просто созданы друг для друга, но Дейзи, как порядочная девушка, "должна сохранять дистанцию". Это она сама так говорит. Вот только проблема в том, что у Джейдена абсолютный слух. Он прекрасно слышит, как меняется частота ее сердцебиения, как ускоряется дыхание, когда он рядом. Однажды он сказал ей об этом при всех, тем самым совершив самую большую ошибку в своей жизни. После этого Дейзи по большей части игнорирует парня, но своих чувств ей от него не скрыть. Впрочем, и Джейден стал вести себя чуть скромнее.
    
    Доходим до конца коридора, парни сворачивают налево, а девушки – направо, расходясь по душевым.
    
    За пятнадцать лет жизни в лаборатории я привыкла, что личное пространство у меня есть только в моей крохотной комнатке, да и то не всегда. Общий душ – это реальность нашей жизни. Раздеваюсь, бросая пропитанную потом одежду в специальный бак, и занимаю одну из кабинок, которые так можно назвать лишь условно, потому что перегородок здесь нет. Открываю вентиль, и на меня льется струя (душевых леек здесь тоже нет) едва теплой воды. Беру с полочки шампунь и быстро намыливаю волосы, на душ отводится всего десять минут, поэтому лучше поторопиться.
    
    Дейзи встает справа от меня и что-то тихо напевает себе под нос, я прячу улыбку, подруге никогда не скрыть от меня, что ей приятно внимание Джейдена.
    
    Сосредотачиваюсь на мыслях о том, что сегодня ко мне снова придет доктор Смит, хотя это последнее, о чем мне хотелось бы думать. Он наведывается в мою комнату стабильно раз в две недели, иногда реже, если я еще не оправилась от нанесенных травм.
    
    Провожу пальцами по шраму на ладони, оставшемуся после того, как два года назад мне прострелили руку, желая выяснить, не поможет ли мой S.K.G. быстрее залечить рану от огнестрельного оружия. Хотя с чего бы ему это делать, если порезы от ножей, которые мне наносили незадолго до этого, заживали в обычном режиме?
    
    Страшно представить, что ученые и доктора придумают для меня на этот раз.
    
    Нет, они не всегда были со мной жестокими. Какое-то время я проходила те же тесты, что и остальные дети. В ходе этих тестов все раскрыли свои таланты – Джейден слышит на довольно больших расстояниях то, что не всякие приборы могут зафиксировать, Дейзи может задерживать дыхание не меньше, чем на полчаса. А я, похоже, не обладаю никакими талантами. Ученые даже несколько раз перепроверяли, на самом ли деле я являюсь носителем S.K.G., ответ – да, являюсь, но мои способности до сих пор не проявились. Уже пятнадцать лет я прохожу одни и те же тесты в разных вариациях, а также терплю увечья, которые мне наносят военные, но все бестолку. Любой другой на моем месте уже давно бы сломался, но я каким-то чудом пока держусь.
    
    Выключаю воду и прохожу к камере сушки, на меня обрушивается поток горячего воздуха, который за короткий промежуток времени высушивает кожу и волосы. Прохожу дальше и на том же месте, что и всегда, нахожу свежую одежду – нижнее белье, легкие спортивные брюки, белую футболку и кроссовки. Одеваюсь, собираю длинные слегка вьющиеся волосы и заплетаю толстую косу, которую перекидываю через плечо. Бросаю взгляд в зеркало, что делаю крайне редко, и вижу ту же картину: темно-русые волосы, бледная кожа, на которой ярко выделяются тонкие черные брови, голубые глаза, аккуратный нос и пухлые бледно-розовые губы. Выгляжу как привидение.
    
    Со вздохом отворачиваюсь, дожидаюсь Дейзи, которая направляется ко мне, на ходу поправляя короткие светлые волосы, и остальных девушек, а затем все вместе мы покидаем душевые. Встречаемся в коридоре с парнями и направляемся в общую столовую. Высматриваю в толпе Джейдена, но он, к моему удивлению, не присоединяется к нам, бурно обсуждая что-то с другими парнями.
    
    – Привет, Лав, Дейзи, – рядом со мной оказывается Остин, улыбчивый темноволосый парень с милыми веснушками на носу.
    
    – Привет, – здороваюсь с легкой улыбкой. – Где ты был вчера?
    
    – Полковник Донован забирал меня и еще нескольких ребят на тренировку на поверхность, – понизив голос, сообщает Остин.
    
    – На поверхность? – переспрашивает Дейзи. – И как там?
    
    Подаюсь чуть поближе, чтобы тоже послушать.
    
    Периодически некоторые из нас поднимаются на поверхность, чтобы проявить свои способности в деле. Я, как можно было догадаться, ни разу не покидала лабораторию.
    
    – Я не могу рассказать, вы же знаете, – с искренним сожалением говорит Остин, но Дейзи все равно фыркает.
    
    – Мог бы вообще не начинать этот разговор.
    
    Я вздыхаю и виновато пожимаю плечами, глядя на поникшего парня.
    
    Проходим в столовую и рассаживаемся по своим местам. На подносах уже стоит завтрак – овсяная каша, тост с маслом и джемом и горячий сладкий чай. Молча принимаемся за еду. Оглядываю помещение, но не вижу ни одного человека в военной форме или в белом халате. Уже несколько лет нас никто не контролирует, считая достаточно взрослыми, чтобы придерживаться заведенного порядка. И так и есть, в этом зале пятьдесят шесть человек от семнадцати до двадцати шести лет, каждого из которых привезли в эту лабораторию пятнадцать лет назад. Мы ведем себя тихо и не нарываемся на неприятности, потому что военные ясно дали понять – тратить время на бунтарей они не будут. Хочешь жить – выполняй то, что тебе сказали.
    
    Не все из нас уяснили это с первого раза, но в течение первых десяти лет, пока мы еще были детьми, нас исправно наказывали за непослушание, а по прошествии этого срока восемь человек хладнокровно застрелили прямо перед всеми. После этого нарушений больше не было.
    
    После приема пищи мы отправляемся каждый в свою комнату, ожидать доктора, который за нами закреплен. У меня это доктор Смит – низенький худой мужчина с пробивающейся сединой в волосах и холодными льдисто-голубыми глазами.
    
    Сажусь на кровать, игнорируя дождь в хвойном лесу "за окном", и откидываюсь на стену, прикрывая глаза. Этот день сурка длится уже несколько лет. Сначала зарядка, потом будильник, душ и завтрак, раз в две недели ожидание врача, беседа с ним, обед, заточение в комнате, которое иногда заменяют процедуры и тесты в лаборатории, ужин и снова комната.
    
    Каждый день.
    
    Одно и то же.
    
    Лаборатория ARO хуже тюрьмы, там хотя бы есть прогулки на свежем воздухе. Я читала об этом в одной из книг, которые мне исправно приносит Смит. А приносит он много и на абсолютно разную тематику от любовных романов до учебников по географии.
    
    Дверь открывается с тихим щелчком, открываю глаза и поворачиваюсь в ту сторону, чтобы взглянуть на доктора Смита, который переступает порог в своем неизменном идеально отглаженном белоснежном халате и с крохотным чемоданчиком в правой руке.
    
    – Доброе утро, Лав, – со скупой улыбкой приветствует меня мужчина. – Как сегодня самочувствие?
    
    – Отлично, – отвечаю так же, как и всегда.
    
    Доктор кивает, ставит чемодан на прикроватную тумбочку и открывает его. Достает из его недр небольшой прозрачный пузырек с разноцветными капсулами.
    
    – Принес тебе витамины, – поясняет он. – Принимать нужно три раза в день. Утром зеленые, в обед красные, а вечером синие.
    
    – Хорошо, – безропотно соглашаюсь со всем, что говорит доктор Смит и принимаю пузырек из его рук.
    
    – На завтра тебе назначили новое тестирование, мы надеемся спровоцировать твой S.K.G. и наконец понять природу твоей способности, – это я тоже уже слышала. И не раз.
    
    Тяжело сглатываю, не решаясь спросить, в чем заключается смысл тестирования. В последний раз мне сломали палец на ноге, и я целый месяц проходила со специальным фиксатором. Для меня давно предельно ясно, что у меня нет никакой способности к регенерации ни в костях, ни в мягких тканях, но ученые упорно продолжают наносить мне увечья. Боюсь, рано или поздно они решат меня убить, чтобы проверить, а не воскресну ли я из мертвых, потому что все другие способности уже были проверены и отметены в сторону из-за того, что я ими попросту не обладаю.
    
    Доктор Смит, как обычно, слушает мое сердце, измеряет давление, берет кровь и уходит восвояси к следующему своему подопечному.
    
    А я снова остаюсь одна. Беру книгу, которую Смит принес мне в прошлый раз и открываю на той странице, где закончила чтение. Сосредоточиться не получается, потому что меня охватывает странное волнение и предчувствие чего-то нехорошего. Так бывает всякий раз перед очередным тестированием. Вряд ли мне сегодня удастся нормально выспаться. Этот мандраж может вызвать новые кошмары. Точнее, я более чем уверена, что вызовет.
    
    Обед, а затем и ужин проходят в нервном напряжении. Парни негромко болтают, стараясь не нарушать установленные нормы тишины и выясняя, кто завтра отправится на поверхность вместе с полковником Донованом. Некоторые девушки в этот раз идут с ними, другие остаются в лаборатории, чтобы тренировать способности здесь. На протяжении нескольких лет их готовят к чему-то, вот только непонятно к чему именно.
    
    Я молчу, но и кусок мне в горло не лезет. Только Дейзи замечает мое состояние и в знак поддержки переплетает под столом наши пальцы. Слабо улыбаюсь ей в знак благодарности.
    
    Я давно смирилась с тем, что у меня нет никакой способности, вот только ученые вряд ли оставят попытки "раскрыть мой потенциал".
    
    Лет с десяти я мечтала о том, что меня признают непригодной и отпустят домой, к маме, но этого так и не произошло. Никаких новостей от родственников мы ни разу не получали, но я не переставала надеяться, что с мамой все в порядке. Вот только представить ее спокойно готовящей обед на нашей маленькой кухне я почему-то не могу.
    
    – Лав? Ужин закончился. – Из мыслей меня вырывает голос Дейзи.
    
    Киваю ей и выхожу из-за стола.
    
    – Как думаешь, могут ли и меня когда-нибудь вывести на поверхность? – спрашивает она, пока мы возвращаемся в комнаты.
    
    – Не знаю, – отступаю в сторону, когда мимо быстрым шагом проносится Эмерсон – высокий широкоплечий парень, который может хлопком в ладоши создать мощную звуковую волну – таков его дар. – На поверхность выходят в основном те, кто имеет боевые способности. Вроде Эмерсона.
    
    Дейзи провожает его мощную фигуру пристальным взглядом, а потом мы сворачиваем в женский коридор, оставив парней позади.
    
    – Удачи тебе завтра, – тихо говорит Дейзи, остановившись на пороге своей комнаты.
    
    Вымучиваю из себя улыбку, благодарю ее и направляюсь к себе. Не знаю, как получилось, что мы подружились, ведь мы абсолютно разные. Но без этой девушки и ее поддержки моя жизнь была бы во сто крат хуже. Подруга, которая старше меня всего на два года, уже в семилетнем возрасте взяла надо мной шефство, не давая в обиду другим девчонкам.
    
    Дверь с тихим щелчком закрывается. Теперь она откроется только завтра после второго звонка будильника.
    
    Без сил падаю на кровать и смотрю в потолок. Я знаю каждую трещинку и неровность на нем. Каждый раз перед новым тестом я не могу спать, часами пялясь в потолок. Только сегодня я думала о том, что испытания ученых меня не сломали, но это не так. Они сломали. Мне страшно и одиноко, даже несмотря на то, что у меня есть друзья. Но в момент, когда меня бьют, топят, режут, ломают кости, стреляют в меня или пичкают неизвестными препаратами, рядом нет никого, кроме докторов, которые настолько хладнокровны и безразличны к страданиям тех, кого должны защищать, что я чувствую себя одинокой и потерянной маленькой девочкой, которую забрали у мамы. В душе мне до сих пор пять лет.
    
    Провожу ладонями по лицу, пытаясь прогнать уныние и страх. Все равно от меня ничего не зависит, если я буду сопротивляться, военные не задумываясь пустят мне пулю между глаз и все – конец истории.
    
    Хмуро смотрю на дверь, за которой слышится какое-то странное жужжание. Первый раз слышу подобный звук. Сажусь на кровати, но встать не успеваю, страшный грохот сотрясает стены, мебель дрожит, с тумбочки на пол падает несколько книг, одна из них раскрывается. Экран, заменяющий окно, мерцает и выключается, становясь черным. Свет гаснет, и я погружаюсь в кромешную темноту. А через секунду за дверью срабатывает сирена.
    
    Хочется зажать уши руками, но я сдерживаю этот порыв. В горле становится сухо от волнения, и я, наконец, встаю на ноги. Дверь медленно открывается, из-за воя сирены я даже не услышала, как сработал замок. Смотрю в коридор, залитый красным светом аварийных ламп.
    
    Сирена не унимается, а я не знаю, что делать дальше. Оставаться в комнате или выйти в коридор? Что это был за грохот? Взрыв? На лабораторию напали? Тогда будет неразумно бегать по коридорам, военные могут принять меня за противника. Но вдруг пожар? Если останусь тут, сгорю заживо.
    
    Решительным шагом направляюсь к двери, но отшатываюсь в сторону, когда на пороге внезапно возникает темный силуэт.
    
    – Уходим! Скорее! – кричит Джейден и хватает меня за руку.
    
    Немного успокаиваюсь, когда осознаю, что в данный момент мне не грозит опасность.
    
    – Что происходит? – перекрикивая сирену, спрашиваю я.
    
    – Не знаю. Но оставаться здесь нельзя. – Джейден тащит меня в коридор, и я замираю, заметив развернувшийся там хаос.
    
    Похоже, все камеры открылись, выпустив своих обитателей в темные коридоры лаборатории. Подопытные, а по-другому назвать живущих здесь людей я не могу, бегут кто куда, толкая друг друга и позабыв о порядке, который всегда поддерживали до этого.
    
    Рядом с нами возникает знакомая высокая фигура Эмерсона, Дейзи выходит из своей комнаты в сопровождении Остина и, двигаясь вдоль стены, тоже присоединяется к нам.
    
    – Куда нам идти? – спрашивает она слегка дрожащим от волнения голосом.
    
    – Точно не в сторону "пыточных", – басит Эмерсон. – Попробуем выбраться на поверхность.
    
    Он ныряет в людской поток, но движется в противоположном направлении. На поверхность? Он спятил? Мы что, совершаем побег?
    
    Джейден тянет меня за собой, и я погружаюсь в царящий вокруг хаос, крепко перехватывая руку Дейзи, чтобы не потерять ее в этой толпе.
    
    Куда мы бежим, а главное – от чего? Нас могут убить, но адреналин, кипящий в крови, теснит прочь эти мысли, подгоняя меня вперед.
    
    Глава 2
    От шума сирены звенит в ушах, видимость в коридоре, освещенном аварийными лампами, не очень хорошая, но благодаря тому, что большинство людей ринулись в другую сторону, вскоре мы уже бежим свободно, ни на кого не натыкаясь. Преодолевая очередной коридор, едва не врезаемся в трех парней и двух девушек, бегущих нам навстречу. Эмерсон разводит руки в стороны, в то время как один из парней вытягивает вперед правую ладонь. Замираем на секунду, а потом облегченно выдыхаем, когда до нас доходит, что это не военные, а такие же подопытные с S.K.G., как и мы.
    
    – Зак, что происходит? – спрашивает Джейден у того парня, который готов был, как и Эмерсон, применить против нас свою силу.
    
    – Кажется, почти все военные отправились в сторону главного ангара, – отвечает он, опуская руку. – Вся основная заварушка произошла именно там.
    
    Удивленно переглядываемся с Дейзи. Заварушка? Не нравится мне все это. Но как только я собираюсь спросить, что все это значит, в разговор вступает еще один из парней, кажется, его зовут Коул.
    
    – Куда вы бежите?
    
    Замечаю, как Эмерсон и Джейден обмениваются быстрыми взглядами, после чего Эмерсон говорит с явной неохотой в голосе:
    
    – Хотим найти выход на поверхность, но раз главный ангар сейчас под наблюдением военных, надо найти другой путь.
    
    – Мы идем с вами, – заявляет одна из девушек – Кейлин. – В камеру я не вернусь.
    
    Вторая – Эмма – согласно кивает и внимательно оглядывает нашу группу. Я, в свою очередь, тоже оглядываю их. Третий парень по имени Ленард сохраняет настороженное молчание.
    
    – Я знаю, как найти выход через малый ангар, но придется вернуться и пройти через столовую, – сообщает Зак.
    
    – Тогда идем, нельзя терять время, – добавляет Остин. – Военные скоро поймут, что наши камеры открылись, и нас там больше нет.
    
    Все согласно кивают. Джейден дарит мне ободряющую улыбку и переводит взгляд на Дейзи, в этот момент сверлящую взглядом Эмерсона, которого можно считать главным только потому, что он в нашей группе старше всех, не считая Зака. Ну и еще за его способность, хлопнув в ладоши, вызвать мощную звуковую волну. У остальных, насколько я знаю, умения, не несущие боевого характера. Кроме, опять же, Зака.
    
    – Идем, – говорит Эмерсон, указывая направление.
    
    Разворачиваемся и пускаемся бегом в обратную сторону. Преодолеваем один коридор, затем еще два и оказываемся у знакомых дверей, ведущих в столовую. Эмерсон распахивает одну створку и пропускает нас вперед, оглядывая коридор за нашими спинами. В столовой почему-то не сработала аварийная система, поэтому здесь темно и относительно тихо. Сирена, врывающаяся сюда из коридора, звучит слегка приглушенно из-за закрытой двери.
    
    Дейзи, вцепившаяся в мою руку мертвой хваткой, спрашивает, тяжело дыша после безумного забега:
    
    – Мы что – и правда собираемся сбежать?
    
    Отвечает ей Зак, остановившийся рядом с нами.
    
    – На лабораторию напали. Судя по звуку, взорвали один из ангаров на поверхности. Сомневаюсь, что у напавших благие намерения. Но если вы хотите остаться, то конечно, никто вас не задерживает. Возвращайтесь в камеры.
    
    Его саркастичный тон выводит меня из себя, судя по тому, как напряглись руки Дейзи, она едва сдерживается от того, чтобы не наброситься на него с кулаками. Оттесняю ее от задиристого придурка и выискиваю глазами Джейдена, ведь это он у нас специалист по звукам. Он обнаруживается рядом с крайним столом.
    
    – Джейден, это правда? – громко спрашиваю я, а затем уточняю: – Про взрыв.
    
    – Похоже на то, – спокойно отвечает он и, переведя дыхание, шагает вглубь помещения, увлекая за собой Зака. Похоже, он хочет держать его подальше от моей вспыльчивой подруги.
    
    – Но кто мог это сделать? – не сдается Дейзи.
    
    – Да какая, к черту, разница? – грубо обрывает ее Эмерсон, отступающий от двери и направляющийся по проходу между столов вслед за Джейденом и Заком. – Сюда могли заявиться как за оружием, так и за нами. Военные и так использовали нас как марионеток несколько лет, я не собираюсь менять кукловода. Можно повернуть ситуацию в свою пользу и унести под шумок ноги.
    
    – Думаешь, нас не будут искать? – скептическим тоном произносит Кейлин, стоящая неподалеку от меня. Я не вижу, но прекрасно представляю, как она при этом изгибает бровь и складывает руки на груди. Хоть мы почти и не общаемся, я часто вижу, что она так делает.
    
    – Будут, – уверенно заявляет Эмерсон. – Но не сразу. Зак правильно сказал, если кто-то хочет остаться, никого уговаривать не будем. И вообще, мы зря тратим драгоценное время на пустые разговоры.
    
    Парень отворачивается и удаляется от нас к двери, ведущей из столовой на кухню, куда в обычной обстановке нам ходить не разрешается.
    
    Все девушки остаются на месте. Смотрю сначала на Дейзи, потом на остальных. Лиц девушек не вижу, и я рада, что они не могут увидеть мое. Ведь оно выражает не что иное, как сомнение и испуг. Мне еще никогда не было так страшно. Эта неизвестность пугает до чертиков. Нет никаких гарантий, что нам вообще удастся выбраться из здания лаборатории на поверхность. Но при этом у меня нет никакого желания возвращаться обратно в комнату и ждать очередного эксперимента от ученых. А значит, свой выбор я уже сделала.
    
    Я иду вперед.
    
    – Что будем делать? – впервые подает голос Эмма, прячась за спиной Кейлин.
    
    Не успеваю ничего ответить. От двери на кухню до нас доносится тихий треск, это Зак применил свою силу – послал электрический импульс в закрытый замок.
    
    – Эй, – через секунду до нас долетает голос Джейдена. – Зак открыл дверь. Вы идете?
    
    Смотрю на Дейзи, которая растерянно теребит край моей футболки, хотя вряд ли сама осознает это. Напускаю на себя всю уверенность, какую только могу.
    
    – Идем, здесь оставаться нельзя. Военные могут прийти сюда в любое время.
    
    – Согласна, – Кейлин опережает Дейзи с ответом и первой ныряет в проход между столами, направляясь в сторону парней.
    
    Эмма спешит за ней, а мы с Дейзи завершаем процессию. Джейден дожидается нас возле двери, встречая облегченной улыбкой, которую я вижу благодаря тусклой подсветке над множеством разделочных столов.
    
    – Где Остин? – спрашиваю я, с любопытством оглядывая большое помещение.
    
    – Собирает припасы, – Джейден указывает на парней, которые складывают в пакеты коробки и банки с чем-то съедобным, а также бутылки с водой, – нам понадобится еда.
    
    Кто-то вручает нам с Дейзи по тяжелому пакету, пока Зак открывает еще одну дверь.
    
    В этой части лабораторий никто из нас ни разу не был, но сейчас перед нами открывается такой же длинный коридор, как и до этого. Здесь тоже горит красное аварийное освещение и орет сирена, от звуков которой у меня уже начинает болеть голова.
    
    Эмерсон, Джейден, Коул и Ленард сдвигают тяжелые столы, перекрывая проход из столовой на кухню.
    
    – Идем, – бросает Эмерсон, не глядя в нашу сторону, и первым выходит в коридор.
    
    Слева ровная гладкая стена, а справа через каждые три метра белые деревянные двери. Эмерсон распахивает каждую. Иногда мы останавливаемся и ждем, пока парни быстро осматривают помещения. Так у нас появляются рюкзаки, в которые мы перекладываем еду и воду из пакетов. Остин вручает мне легкую куртку, которую я тут же надеваю, несмотря на то, что она чужая. Если нам все же удастся выбраться на поверхность, кто знает, какая там будет погода. С каждой минутой меня охватывает все большее и большее волнение. Хочется бежать вперед, что мы и делаем. Коридоры и лестницы наверх кажутся бесконечными, и в конце концов я уже не могу с точностью сказать, с какой стороны мы пришли. Приходится довериться Заку и Эмерсону, которые возглавляют нашу небольшую группу.
    
    Сирена раздражает, но больше ничего не происходит. Меня начинают мучить вопросы, связанные с окружающей обстановкой. Вокруг как-то подозрительно безлюдно. Где же все военные? Куда ушли остальные обитатели и подопытные лаборатории? Куда мы идем? Мы точно не заблудились?
    
    Неожиданно бегущий впереди Джейден резко тормозит и что-то быстро говорит Эмерсону. Тот хмурится, но кивает. Джейден возвращается, указывая всем на единственную дверь слева от нас и ждет, когда мы спрячемся неизвестно от чего. Ком страха подступает к горлу. Неужели нас нашли и сейчас вернут по камерам? Если так, то боюсь представить ожидающее нас наказание. Если нас вообще не убьют на месте.
    
    Парни первыми бросаются в комнату, за ними следуют Эмма и Кейлин, и к тому моменту, когда Джейден равняется с нами, в коридоре остаемся только мы с Дейзи, сам Джейден и Эмерсон.
    
    – Что происходит? – спрашивает Дейзи, утягивая меня к входу в крохотное помещение, в котором мы все помещаемся с большим трудом.
    
    – Кто-то движется нам навстречу. Надо скрыться, пока Эмерсон не применил свою силу. – Джейден заходит последним и закрывает за собой дверь.
    
    – Думаешь, это военные? – спрашиваю я.
    
    – Скорее всего. Вряд ли с той стороны пришел бы кто-то с S.K.G. Нас должны были хватиться, просто я не думал, что это произойдет так быстро.
    
    В напряжении замираем и прислушиваемся, хотя это абсолютно бесполезное занятие, ведь за шумом сирены не слышно абсолютно ничего.
    
    – А Эмерсону безопасно оставаться там одному? – едва слышно спрашивает Дейзи.
    
    Зак, стоящий позади, фыркает, и я вижу по лицу подруги, что она уже собирается сказать ему пару ласковых, но Джейден ее опережает:
    
    – Тихо, – говорит он и прикладывает палец к губам, призывая нас к тишине, хмурится и прислушивается.
    
    Сначала ничего не происходит, по крайней мере я не слышу ничего, кроме сирены из коридора, а затем раздается пронзительный свист, на мгновение заглушающий все остальные звуки. От него звенит в голове, дверь дрожит, а Джейден болезненно морщится, прикладывая ладони к ушам. С его чувствительностью к звукам это должно было быть мучительно.
    
    – Как ты? – спрашивает Дейзи, замечающая, насколько для Джейдена все это было неприятно.
    
    Он тепло улыбается ей, явно довольный тем, что девушке не безразлично, что он испытал дискомфорт. Но улыбка тут же пропадает, когда парень оборачивается к выходу из комнатушки.
    
    – Идем, – командует он, резко распахивая дверь.
    
    Оказавшись в коридоре, замираю и с недоверием смотрю на развернувшуюся картину. Эмерсон стоит посреди коридора, а перед ним лежат четверо военных, судя по форме. Похоже, они без сознания. Он вырубил их своей звуковой волной.
    
    Парни, высунувшиеся из комнаты вслед за нами, обходят нас и первыми приближаются к военным.
    
    – Они что – мертвы? – дрожащим голосом спрашивает Дейзи.
    
    – Надеюсь, просто без сознания, – отвечаю я, не осмелившись подойти поближе.
    
    Несмотря на то, что я пережила в этих стенах, я никому не желаю смерти. Этот мир очень жесток, люди не скупятся на насилие, которого я вытерпела слишком много. Но я никому не пожелаю пережить что-то подобное. Никто не заслуживает такого.
    
    Остин, Джейден, Коул и Ленард забирают оружие у военных, и мы сразу же движемся дальше. Мне не по себе от того, что теперь наша группа, до того не державшая в руках огнестрельного оружия, теперь вооружена до зубов. Возможно, я должна была бы чувствовать себя в безопасности, но ничего подобного не испытываю. Теперь мне еще страшнее. Взяв в руки автоматы и пистолеты, мы будто заявили о том, что готовы сражаться. Теперь нас будут воспринимать не иначе, как угрозу.
    
    Оставив очередную лестницу и коридор позади, останавливаемся возле еще одной двери, из-за которой до нас доносятся крики и звуки стрельбы. Невольно отступаю назад, подчинившись инстинкту самосохранения, и тяну за собой Дейзи.
    
    – Надо поискать обходной путь, – словно прочитав мои мысли, предлагает Кейлин.
    
    – Другого выхода нет, – отрезает Эмерсон. – Насколько я помню схему здания, за этой дверью должен находиться один из второстепенных ангаров. К нему-то мы и шли все это время. Чтобы попасть в другой, нам придется вернуться назад, спуститься на два уровня и преодолеть лишние пять лестничных пролетов и еще больше коридоров, которые, возможно, уже сейчас кишат военными и теми, кто решился напасть на защищенную лабораторию.
    
    О дверь что-то ударяется, а затем наступает тишина, если не считать вездесущего воя сирены.
    
    Парни наставляют оружие на дверь. Сердце отбивает чечетку в груди, ладони потеют от волнения. Несколько секунд мы молча смотрим на выход, ожидая, что в любую секунду дверь откроется и из-за нее хлынут вооруженные до зубов противники. Но ничего подобного не происходит.
    
    Зак первым подходит к двери и тянется к ручке.
    
    – Закройте уши руками и немного отойдите, – командует Эмерсон, разводя руки в стороны.
    
    Делаем, как он велит, и отступаем. Зак распахивает дверь, готовый ударить током любого, кто стоит за ней, но там никого. Эмерсон выглядывает наружу и опускает руки, вероятно, не увидев никакой опасности. Он оборачивается и негромко раздает инструкции:</p>
</div>
<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
