
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Любовь со смертью</b></p>
<p class="tyty">Гусейнова Ольга</p>
<p>– Ты серьезно? – обернувшись к Жене, с иронией спросила Вика. – Магическая лавка ведуньи на тридцатом этаже самого престижного бизнес-центра?

– Я всегда считала, что ведьмы в глухих деревнях живут, прячутся, – проворчала я себе под нос, чтобы посторонние не услышали.

– Анхелле прятаться не нужно, к ней ходят только самые-самые, а у тех времени в обрез и по деревням ездить некогда. Вот и выбрала место под солнцем в самом центре города, – буркнула нам покрасневшая от смущения Женька.

– Ты так и не сказала во сколько нам обойдется этот ритуал удачи для продвижения нашей банд-группы? – с подозрением прищурилась Вика.

– Вот ляпнешь так при заказчиках – и нас реально за бандиток примут и вместо музыкальных выступлений пошлют…

– …просто пошлют, ты хотела сказать? – быстренько подсказала я Женьке.

– И туда тоже, – хихикнула она.

– Так сколько это стоит? – не дала увильнуть наша главная по финансам.

Женя поморщилась и, не решаясь посмотреть Вике прямо в глаза, тихонько призналась:

– Она точную сумму не назвала. Сказала, сначала должна на нас посмотреть. Тогда и озвучит сумму и вообще, согласится ли с нами иметь дело.

– Понятно-о, развод чистой воды! – постановила Вика и развернулась, явно намереваясь отказаться от визита к ведунье, к которой нас с неделю уговаривала сходить Женька.

Но почему-то в этот момент не она, а я, схватив Вику за локоть, жалобно заныла:

– Викусь, ну давай сходим? Просто глянем одним глазочком, а то ж любопытно, сил нет, как это все выглядит. Я натуральную ведьму ни разу не видела. Если что, просто уйдем и все!

– Даром, Маш, только за амбаром выдают, а за все остальное в жизни приходится платить. – Мрачно, привычным менторским тоном заявила Вика, но все же обернулась и хмуро окинула взглядом сияющий стеклом и мрамором тридцатиэтажный деловой центр. – Хорошо, но больше пяти тысяч не дам!

Мы с Женей радостно запрыгали:

– Вперед, на мины!

И втроем, словно в бой, задрав повыше подбородки для солидности и уверенности, вошли в пафосное здание – царство светлого камня, стекла и света. Моментально прибывший лифт отразил нас с подругами на зеркально-гладкой поверхности дверей и плавно поднял на самый верх за несколько секунд. Мы невольно восхищенно замерли. Мы…

Я, Мария Васюнина, студентка четвертого курса медицинского университета, недоверчивый интроверт, при этом большой романтик, верящий в идеальные половинки и вселенскую справедливость. Богатая на выпуклости в нужных местах, хоть и ниже среднего роста, кареглазая морковка, как меня подруги прозвали за натуральный оранжево-рыжий цвет волос. Милая, но не более. Еще и зрение подкачало, поэтому приходится носить очки минус три, а не контактные линзы, на которые, увы, аллергия. И все же коричневые кожаные легинсы с белыми кроссовками и молочного оттенка свитером тонкой вязки и длиной до середины бедра, с «сердечком» на груди мне были очень к лицу, что я в огромном зеркале в холле и отметила. «В миру» ношу вполне подходящее прозвище – Томат.

На мое плечо оперлась вторая из нас, Евгения Корзинкина – девушка высокая, веселая, открытая, ранимая, вечно витающая в облаках и мечтающая о большой и любящей семье. А вот фига ей… и экономический факультет в помощь в борьбе за достойную жизнь. Подумаешь, модельная внешность, платиновая блондинка с черными глазами и темными бровями. Куколка, причем натуральная, мечтающая летать где-то в небесах или хотя бы на сцене, но идеальный рост и вес ей не помощники. Одеваться предпочитает в летящие платья пастельных тонов и, невзирая на высокий рост, носит тонкие шпильки. Женечку с детства прозвали Шпалой.

И третья, Виктория Невская, – невысокая и хрупкая синеглазая брюнетка с чуть более острыми чертами лица, чтобы считаться классической красоткой, но симпатичная. Жаль, носит темные деловые строгие костюмы с белыми рубашками и глухие туфли «прощай молодость», впрочем, они не особенно скрывают ее внешнее очарование. И вот эта худосочная мелочь с младенчества была в нашем сплоченном трио бесспорным лидером и заводилой, благодаря смелости, деловой жилке и, главное, сильному характеру, ну, если с нашими сравнивать. Именно она, получившая прозвище Шапокляк, будучи студенткой четвертого курса юрфака уже устроилась в какую-то фирму по своему будущему профилю и зарабатывает больше нас обеих.

Мы с девчонками отличаемся друг от друга, как лебедь, рак и щука, при этом у нас общие увлечения и дружба с незапамятных времен. Я даже не помню, когда мы последний раз ссорились; если с одной из нас случалась неприятность, две другие тут же вляпывались в нее добровольно и с горячим энтузиазмом.

Двери лифта разошлись в стороны, и мы шагнули наружу.

– Интригующе… – пробормотала Вика, разглядывая несколько редких бежевых дверей вдоль длинного коридора с серым напольным покрытием.

В самом конце виднелась единственная дверь черного цвета.

– Похоже, нам туда, – немного нервно шепнула я, ткнув пальцем в эту выделяющуюся на общем светлом фоне дверь с нужным номером.

За черной дверью оказалась совершенно обычная приемная, где нас встретила не секретарша, а внушительный громила в деловом костюме, у которого на поясе заметно топорщилась пола пиджака. Там что – оружие?

Тревожно переглянувшись, мы осознали, что пятеркой не отделаемся, тем более громила сурово пробасил:

– К Анхелле? Вам назначено?

– Да-а… – в унисон проблеяли мы неуверенно.

– Она ждет, проходите!

И указал на еще одну зловеще черную дверь, без номера, зато с какими-то закорючками, написанными над ней темной краской прямо по молочным обоям.

Оказавшись за ней, мы сразу попали, ощутили, вдохнули атмосферу мистики. По стенам развешаны десятки самых жутких масок, в прорези глаз некоторых даже заглядывать было не по себе, словно из них за нами кто-то наблюдал… с той стороны. Окна зашторены, но нет киношной темноты и горящих свечей. На широком, обитом зеленым сукном столе, вальяжно развалился черный кот и недовольно щурил зеленые глаза на чадящие в бронзовой миске благовония, от которых у меня засвербело в носу. Чихнули мы сразу втроем, понятно: витавшие в комнате ароматы «не зашли» и моим подругам.

За столом не менее вальяжно расположилась во внушительном и явно удобном кресле с высокой спинкой женщина без определенного возраста. Таким легко может быть за пятьдесят и около тридцати. Черноглазая, светлокожая шатенка с высоким хвостом на макушке, обычной среднестатистической фигурой, узкими запястьями и длинными, музыкальными пальцами в диковинных кольцах. И одежда на ней вполне привычная: черная водолазка, джинсы и темные балетки, выглядывавшие из-под стола. Никаких балахонов…

И все бы ничего, но вот ее глаза. Она словно вцепилась ими в нас троих сразу. Я ее взгляд физически ощутила – он прошелся, буквально прощупывая каждый сантиметр моего тела. Бр-р!

– Здравствуйте, Анхелла, я звонила вам недавно, и вы…

– Садитесь, – оборвала Женин лепет ведьма, указав как раз на три стула напротив своего стола.

– Сначала мы бы хотели узнать стоимость ваших услуг, а то вдруг они нам не по карману, – сухо заявила Вика.

Мы с Женей, было дернувшись к стульям, остановились за ее спиной.

Ведьма неожиданно усмехнулась, разглядывая нас, а потом наповал поразила:

– Вы трое родились в один день и даже в одно время?

– Положим, вы правы, – уклончиво признала Вика, чуть наклонив голову к плечу, как обычно делает, когда изучает «врага».

– Все трое отказники, которые не знают, кто их родители и почему от них отказались. В детский дом попали из одного дома малютки и с того времени всегда вместе. Один детский дом, одна жизнь на троих, одни увлечения и даже неудачи одни на всех. Отказники без защиты семьи и рода. Но сплотившись, вы создали свою семью, новый род и тем самым защищаете друг друга.

– Откуда вы знаете? – потрясенно пролепетала Женя.

– Эта информация в общем доступе, ее не трудно найти, зная всего лишь номер Жениного телефона, – отрезала Вика.

– Ты, Мария, – будущий целитель, ты, Евгения, любишь цифры, с ними тебе проще всего, ведь они не предают и всегда логичны, а ты, Виктория, с рождения живешь с пустотой внутри, которую заполняет свет и любовь твоих подруг и собственная, пугающая тебя холодом темнота, – спокойно, с едва заметной улыбкой продолжила ведьма, вернее, ведунья, как в объявлении указано.

– Это тоже узнать не проблема, – почему-то хрипло заявила Вика.

– Думаешь? – еще шире улыбнулась Анхелла. – Ну хорошо, с вас, Томат, Шпала и Шапокляк, я возьму ровно пять тысяч, ведь именно эту сумму вы готовы мне заплатить, верно?

Дальше мы трое молча и робко расселись и ошеломленно вытаращились на ведунью, причем, мы с Женькой еще и испуганно, а Вика держала лицо, согласившись:

– Верно.

И, подчиняясь кивку Анхеллы, неуверенно вытащила и положила перед ней купюру, пока та продолжала нас изумлять:

– Вам по двадцать одному году, живете вы вместе, хоть и выбили положенные каждой метры. Зарабатываете по-разному, но тратите все вместе из одной кубышки.

– Да-а… – потрясенно лепетали мы.

– Мужчин нет, ни одна из вас еще не познала любви, не потому что не было желающих, а потому что боитесь снова быть брошенными. Как отказались от вас родители…

– Мы… – Анхелла вскинула идеальную черную бровь, и Вика покорно замолчала.

– Вы мечтаете о многом, хотя пришли лишь за одним. Дружба и сиротство не единственное, что вас объединяет, есть еще любовь к музыке. У вас красивые голоса, но, насколько я вижу, ты, Маша, больше любишь танцевать, Женя – придумывать ваши номера, а Вика – петь.

– Все верно, – Вика продолжила быть нашим единым голосом, взволнованным и сиплым.

– Хотите удачи в музыкальном конкурсе? – ехидно усмехнулась Анхелла.

– Мы хотим удачи на музыкальном поприще, а не только в конкурсе, – осторожно поправила Вика, наша семейная акула бизнеса.

– Мудрая девочка! – неожиданно хихикнула Анхелла. Мне показалось, что ей не тридцать и даже не пятьдесят, а гораздо, гораздо больше. Выдержав паузу, ведьма хитро улыбнулась и встала: – Легко!

Обычная черная водолазка и джинсы отлично сидели на этой немолодой, но молодо выглядевшей женщине. Она согнала обиженно фыркнувшего кота со стола, затем достала из ближайшего шкафа корзину. Вытащила оттуда, расставила на столе и зажгла пять коротких толстых разноцветных свечей, две черные – рядом с собой, три светло-желтые – придвинула по одной каждой из нас. В центре условного пятиугольника поставила плоскую тарелку, в которой соорудила «стожок» из сухой травы. Пять маленьких мисочек с разноцветными неровными бусинами завершили ритуальный расклад.

Казалось, что воздух сгустился от нашего напряжения и любопытства. Анхелла молча сунула нам в руки по белой тонюсенькой восковой палочке, я втянула носом аромат своей и ощутила букет луговых трав. А вот Вика, повторив за мной, снова смачно чихнула.

– Ох и темная ты, девонька! Но твоим сестричкам по духу повезло, ты все их слабости закрыла, – заявила Анхелла, одобрительно глядя на Вику. И добавила «перцу»: – Тебе с ними тоже на редкость повезло – лютую тьму из твоей души выгнали, помогли сформироваться доброй и защищающей.

– Да, мы банда! – хихикнула Женька.

– Вы не банда, отныне вы одного рода. А значит, даже уйдя за грань, не потеряетесь, сможете защитить, поддержать друг дружку.

По коже аж мурашки разбежались от слов ведуньи-колдуньи, но почему-то не испугали, а наоборот, проникли теплом в самую душу. Мы, трое отказников, всегда мечтали о семье, считали себя семьей. И вот, эта зловещая тетка говорит, что мы где-то там, на энергетическом уровне стали роднее некуда. Что, даже умерев, сможем защищать друг друга. Хотя, конечно, лучше будем жить долго и вместе!

– Спасибо, – неожиданно смущенно сказала Вика, ей слова ведуньи тоже пришлись по душе.

– Ну что ж, перейдем, собственно, к цели вашего визита и моим магическим услугам, – объявила Анхелла. – Сейчас вы должны вылепить для себя магический амулет, каждая – собственный. Перед вами восковые палочки, согрейте их теплом своих рук, чтобы сформировать браслет.

– Сами? – опешила Женя.

– Сами! – усмехнулась ведунья. – Но не бойся, недоверчивая моя, самую важную работу, активацию ваших амулетов, выполню я. Пять тысяч даром не пропадут.

Стоило нам, смущенно переглядываясь, разогреть восковые заготовки ладонями и начать сгибать дугой, Анхелла прибавила:

– Видите мисочки перед вами, достаньте из них бусинки. Можно сразу трех цветов, вы мне понравились, я сделаю вам подарок!

– Какой? – приятно удивилась Вика.

– Вы пришли только за удачей, а я вам подарю еще любовь и магию.

– Магию? – нервно хрюкнула от смеха Женька, благодаря которой мы здесь сидим и черте чем занимаемся.

Анхелла укоризненно покачала головой и как маленьким, улыбнувшись, пояснила:

– Музыка – это творчество, а любое творчество – это магия. Вы хотите стать успешными певицами, значит, магия вам тоже пригодится, помимо удачи! А любовь… я чувствую, что она вам очень-очень нужна!

– Всего и побольше – это хорошо!

– Мы согласны, – радовались мы.

И каждая пожелала.

– Хотим много магии, – я.

– Хотим много любви, – Женя.

– И много-много удачи! – весело припечатала и разошедшаяся Вика.

– Тогда собирайте браслет из красных, зеленых и желтых бусин. Сколько сможете набрать. А закроете набор черной, она защитит от неудач и негатива, – поторопила нас Анхелла, подвинув четвертую миску с черными бусинами.

Странно, каждая бусина словно энергию забирала. Это я поняла, когда решила начать именно с черной, защищающей, а потом к ней на согнутую дугой основу добавила следующую. Сначала нанизала по одной бусине каждого цвета, но после желтой ощутила себя обессиленной, с пудовыми руками, которые от стола не оторвать. Однако жадность пересилила, жаль, что сил, вернее, упорства хватило только на дополнительную желтенькую, которая магию обозначала. Соединила края браслета – и тут же ощутила, что странное и непонятное состояние онемения исчезло!

Проверив как дела у подруг, порадовалась: они тоже завершили свои браслеты-поделки. Только у Жени оказалось две красных бусинки – она себе любви побольше захотела, у Вики – вторая зеленая красовалась. Значит, нашему трио всего дополнительно прибавится: и любви, и магии творчества и удачи!

– Теперь самое главное! – довольно объявила Анхелла, а потом слегка напрягла, сунув нам одноразовые скарификаторы: – Делаем прокол на указательном пальце и выступившей кровью смазываем браслет.

– Кровью? – опешили мы.

– Мы, простые смертные, берем плату деньгами. А вот высшим за подарки всегда платят кровью… своей, – объяснила с усмешкой Анхелла.

– Ясно, – нахмурилась Вика, вновь обретя очень ненадолго утраченную подозрительность.

Оглянувшись на нас, закусив губу, она подумала пару мгновений, потом кинула взгляд на одноразовые тонюсенькие скарификаторы и приняла решение, что от нас не убудет. И первой разорвала упаковку на этом крохотном стальном «копье». Следом мы с Женей вскрыли свои. Правда, протыкать кожу до кровищи пришлось друг другу, причинить себе боль оказалось немыслимо. Мысленно поплевав через левое плечо, так, на всякий случай, я извазюкала кровью свою палочку с бусинками. Анхелла кивнула и продолжила:

– Вы девочки одаренные, если что увидите странное, не пугайтесь!

– Угу, – синхронно кивнули мы.

Девчонки, наверное, как и я, решили, что более странного, чем пускать себе кровь уже не случится.

– Надевайте на руки свои браслеты и держите над свечами. Даже если будет очень горячо, не отнимайте, надо амулеты активировать!

Мы послушно выполнили. А ведунья, подпалив пучок с травой на тарелочке, подняла ее и начала, напевая, водить над нашими руками, замершими над горящими свечами.

Густой дым повис в воздухе, от запаха летнего разнотравья кружилась голова, грудной голос ведуньи завораживал и словно гипнотизировал. Не знаю, как у девочек, а у меня возникло дикое ощущение, словно вокруг густел не дым, а энергия и она зовет кого-то, открывает незримые двери куда-то. Стало жутко и невыносимо горячо: восковой браслет таял, расползался на запястье вместе с пятью бусинами, тоже оказавшимися из воска и растекавшимися широкими цветными разводами. Все эти странные, будто живые, яркие, энергетические субстанции смешивалась и буквально впитывались в кожу…

Потом в голове стало пусто, звонко, как в кастрюле, в какой-то момент показалось, что браслет и вовсе исчез, полностью впитавшись. И словно издалека прозвучал усталый, но довольный голос Анхеллы:

– Ну вот и все, девочки! Теперь с вами всегда будут удача, любовь и магия! Свою работу я выполнила, вы можете идти с чистым сердцем и душой…

Оторвав взгляд от совершенно невозможным образом очистившегося запястья – от воскового браслета не осталось и следа! – я ошеломленно посмотрела на Анхеллу и в ужасе замерла. У лица ведуньи трепетала странная дымка – тени кошмарных масок со стен ее офиса. Они то проявлялись сильнее, то рассеивались, то темнели, то тускнели. Так, будто сквозь Анхеллу на меня смотрели сотни потусторонних лиц и сущностей. Еще и за спиной ведуньи лениво, неспешно закручивалась темная воронка, потом она нависла над ней. Казалось, одна ошибка – и эта темная мощь накроет с головой, сожрет!

В этот момент на стол вспрыгнул толстый черный кот Анхеллы, по инерции сделал несколько шагов прямо в центр пентаграммы со свечами. Наступил на край тарелки с тлеющим сеном – сухие травинки взмыли вверх и опустились прямо в пламя свечей, оно вспыхнуло ярче, заполыхало голоднее, азартнее.

– Амагрелим! Мстительная тварь! Ты что натворил! – испуганно взвизгнула Анхелла.

Мохнатый пакостник уже и сам перепугался, заметался по столу, хвостом сбил здоровенные черные свечи и сукно на столе тут же вспыхнуло. Начался настоящий мистический кошмар. На фоне огня ярче проявились призрачные маски, в прорезях глаз которых полыхнули отсветы пламени, оживляя «лица», а по комнате, еще больше расширяясь, кружилась темная воронка. Что-то или кто-то таинственно зашептало, зашелестело, будто голоса издалека, из очень далекого «далека». На неизвестных языках, певучих и гортанных, птичьих или человеческих, не понять. Все смешалось в единый завораживающий шелестящий звук, который заполнил голову и отсек лишнее.

Я настолько испугалась шепота потусторонних лиц-масок, что с воплем подскочила. Мой вой подхватили подруги и под ошарашенным взглядом Анхеллы, гасившей загоревшийся стол, откинув стулья и запинаясь в них, мы втроем кинулись прочь из жуткого места.

С силой оттолкнув появившегося в проеме с удивленной физиономией громилу-секретаря, мы вывалились в приемную и, распахнув черную-пречерную дверь из преисподней, ринулись по коридору к лифтам. Я неслась с ощущением, что нас преследуют, буквально висят за нашими спинами. Вот-вот догонят и…

А на этаже стояла пугающая тишина, двери закрыты, никого не видно. Слышно только наше заполошное, взволнованное дыхание и приглушенный топот. У выхода на пожарную лестницу послышалась громогласная мужская ругань и на волне паники она только подстегнула нас ускориться. Мы неслись, почему-то держась за руки, буквально слипшись в единое целое, затравленно оглядываясь назад. Звякнул колокольчик, двери лифта разъехались. А вот дальше…

– Ай! – крикнула Женька, влетев в лифт.

– Ой! – раздался придушенный возглас Вики.

Следом чудовищный рывок – и я лишь чудом, наверняка выдрав пару ногтей, успела зацепиться за край пальцами и каблуком, буквально вывалившись другой ногой в пустоту. Кабины лифта не оказалось на месте, она то ли внизу, то ли вверху, а под нами – бездна.

Женя держалась буквально на волоске, за тонкий Викин ремешок, Вика впилась в мою руку. Я остро ощущала, как медленно и с дикой болью отрывались мои ногти, цепляющиеся за внутренний рифленый обод лифтового проема, подушечки пальцев неумолимо скользили, одновременно из второй руки также неотвратимо медленно выскальзывала рука Вики…

Мы встретились с девочками переполненными ужасом взглядами, все трое понимая, что…

Треск лопнувшей шлевки на Викиных штанах прозвучал выстрелом, ремень дернулся, Женя вскрикнула, но ее успела перехватить в последний момент Вика. Наш щуплый, слабый, самый стойкий борец. Но два роковых рывка сделали свое дело – мои ногти не выдержали, а каблук затрещал.

– Отпусти, ведь вместе погибнем… – прохрипела Женя непонятно кому, мне или Вике.

Мы с Викой затравлено, отказываясь принять, выдавили:

– Не-ет…

– Помогите-е-е!.. – заорала я, надеясь, что хоть кто-то услышит.

Но пути судьбы неисповедимы. И ни одна магия удачи не поможет! Мои вечно влажные от любого волнения руки, немало весившие подруги, хлипкие точки опоры… Я каждой клеточкой души и тела прочувствовала, как Викины пальцы скользнули по моим – между нами возникла зловещая пустота и вот мои любимые родные девочки в полном молчании обе исчезают в шахте. Время замедлилось, растягивая мою агонию, на самую подкорку запечатлевая падающих подруг и их распахнутые в ужасе глаза и рты в немом крике.

Моя рука ослабла, потеряла последнюю точку опоры, я начала заваливаться в бездну следом за девочками. Буквально доля секунды отделила меня от протянутой спасительной руки секретаря Анхеллы, который пытался схватить меня, но не успел. А я даже крикнуть не могла, как и подруги, падала молча, распахнув глаза от ужаса, ведь за спиной громилы-телохранителя ведуньи появились те самые потусторонние маски-тени. Секунда – и они нырнули следом за мной, устремляясь вниз, с азартом догоняя. От скорости падения шумело в ушах, но я слышала лишь жуткий шепот «той» стороны, нарастающий с каждым мгновением. Уже почти настигший…

– Мы выбираем Свет! – взвизгнула я в панике, глядя на посланников ада и, как обычно, даже в мыслях объединяя себя с Викой и Женей.

Следом резанула вспышка дикой боли, сознание взорвалось тем самым светом, слишком ярким, ослепляющим, режущим настолько, что я просто не выдержала и отключилась.

А ведь мы так сильно хотели жить, побеждать, любить…

Рожденные и погибшие в один день. Всегда вместе. Наверное, так напишут на наших могилах, если кому-то будет до нас дело.</p>
</div>
<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
