
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Спектор</b></p>
<p class="tyty">Гусейнова Ольга</p>
<p>Каждый со времен Александра Сергеевича знает, что навещать пожилых родственников – не то чтобы непременный долг, но обязанность воспитанного человека, и Мартин ею не пренебрегал. Помимо вежливости, ему было по-человечески радостно увидеть дядю, посидеть с ним на кухне за чашкой кофе и поговорить о чем-нибудь мелком, незначительном, или же, напротив, – о проблемах философских, разгадка которых человечеством пока не найдена. Была в этих регулярных посещениях и еще одна маленькая человеческая приятность – во многих компаниях Мартина уже звали по отчеству, чего он ужасно не любил. Да и как русскому человеку любить такое нелепое сочетание – Мартин Игоревич? Ну а дядя никогда по отчеству его не звал и звать не собирался. В хорошем расположении духа он окликал Мартина Мартом, в плохом (что, впрочем, случалось нечасто) желчно называл Иденом. Был, видимо, тридцать с лишним лет назад между дядей и отцом Мартина какой-то суровый родственный спор по поводу имени. Сам дядя был закоренелый холостяк, на вопросы о детях сухо отвечал «не знаком», но почему-то считал своей законной обязанностью принимать полнейшее участие в жизни любимого племянника. По сути дела, дядя проиграл лишь один бой – по поводу имени, зато по всем остальным вопросам ему всегда удавалось настоять на своем. Иногда Мартин был за это от души благодарен, например, за сорванные планы учить его с младенчества игре на фортепьяно, за разрешения отправиться в многодневный поход или поехать с друзьями в Питер автостопом. Все попытки родителей спорить кончались тяжелым взглядом из-под бровей и вопросом: «Вы мужика растите или певца эстрадного?» Эстраду дядя и впрямь не любил, а из всех певцов уважал лишь Кобзона и Леонтьева, и то виновато прибавляя: «За голос и характер».

Впрочем, при всей суровости характера не лишен был дядя и маленьких человеческих слабостей, особенно сильно проявившихся в последние десять лет, когда на всей земле жизнь пошла наперекосяк. Проснулись в нем дремавшие прежде кулинарные склонности, и если раньше мог он прожить целую неделю на яичнице и дешевом пиве, то теперь проводил у плиты полдня, а вечерами либо звал к себе гостей, либо сам отправлялся в гости. Мартину эта слабость нравилась, ибо делала визиты еще приятнее. Вот и сегодня, созвонившись с дядей предварительно и выяснив, что на ужин планируется утка Вайдахуньяд, Мартин зашел в магазин у метро и придирчиво выбрал вино. Конечно же, в данном случае полагалось пить венгерское. Пусть эстеты и патриоты насмешливо улыбаются, услышав про «венгерское вино», пусть одни нахваливают сладковатый сотерн и терпкий тавель, а другие спорят о сравнительном числе путонов токая в массандровском и венгерском токайском. Мартин же давно убедился, что к каждой пище есть свой, географией и историей дарованный аккомпанемент. К вареной картошечке и малосольной селедочке не придумано ничего лучше простой русской водки, к пряной бастурме годится густой армянский коньяк (хотя по широте кавказской души бастурма примет и водочку), к нежным устрицам – белое французское вино, прохладное и легкое, к жирным и вредным для организма сосискам – чешское или баварское пиво.

Так что при выборе вина Мартин не колебался. Выстояв маленькую очередь – впереди две привередливые пенсионерки, долго выбиравшие кусочек испанского хамона «позапашистее», потребовали нарезать его, да потоньше, – Мартин подошел к усталой молоденькой продавщице. Купил бутылку белого балатонского и бутылку красного эгерского, чуточку поболтал с девушкой, благо за спиной пока никто не стоял. Девушка была симпатичной и умненькой, училась в институте, а в магазине подрабатывала вечерами, чтобы заработать на летнюю поездку по Европе. Через минуту Мартин безошибочным инстинктом понял, что хотя девушка и не прочь с ним поболтать, но серьезно знакомиться не собирается, у нее уже есть хороший и верный друг. Пришлось откланяться и уйти, тихонько погромыхивая бутылками, завернутыми в гофрированную бумагу и упрятанными в прочный пакет.

На улице было хорошо. На Москву опустился вечер – первый по-настоящему теплый летний вечер после долгой прохладной зимы. То, что сегодня был вечер пятницы, только добавляло ему приятности. Поток машин со стремящимися на дачи горожанами уже схлынул, стало тихо. Немногочисленные ребятишки, оставшиеся в городе на выходные, носились по тротуарам на самокатах, в скверике у метро настраивался маленький джаз-банд, и первые пенсионеры уже собирались на скамеечках, чтобы послушать музыку, посудачить и потанцевать. Старенькая девятиэтажка, в которой обитал дядя, стояла неподалеку, Мартин пошел к ней не по пешеходной дорожке, а напрямик, через запущенный старый садик. По пути он едва не спугнул влюбленную парочку, обнимавшуюся на скамейке, но вовремя услышал жаркий шепот и двинулся совсем тихо, придерживая пакет с бутылками перед собой, чтобы не гремел.

Пришел Мартин вовремя. Открыв дверь, дядя буркнул что-то, долженствующее служить приветствием, и бросился на кухню – вынимать утку из духовки. Мартин же привычно сунул ноги в безразмерные гостевые тапочки и прошел в гостиную. Жил дядя скромно, в малоразмерной двухкомнатной квартире, съезжать отсюда не собирался, заявляя, что в шестьдесят семь лет думать о кладбище еще рано, но о переезде – уже поздно. В спальне – а по совместительству кабинете – все стены были заставлены старыми-престарыми книжными полками, хранящими не менее древние книги, зато гостиная была меблирована современно, где-то даже модно, под «хай-тек», с обилием стоек из никелированных труб и небьющегося стекла, хитрой аппаратурой, воспроизводящей изображение и звук, с пижонскими французскими колонками «Водопад» – стеклянными, ценящимися знатоками за отсутствие призвука корпуса. Дожидаясь дядю, Мартин порылся в дисках, выбрал Бетховена в исполнении Эмиля Гилельса, после чего снял пиджак и устроился у стола поудобнее.

Дядя не заставил себя долго ждать. Уже через минуту он появился в гостиной со знаменитой уткой на противне – шипящей, благоухающей, обложенной крошечными голубцами, успевшими вволю пропитаться утиным жирком. При виде утки Мартин воспрял, бросился открывать бутылки, кляня себя за то, что не пришел пораньше – по-хорошему, вину бы стоило полчасика подышать, избавиться от запаха пробки и раскрыть аромат во всей красе. Но дядя вино похвалил и так, после чего они некоторое время отдавались гастрономическим удовольствиям, перебрасываясь репликами не то чтобы совсем пустячными, но интересными лишь близким людям – о родителях Мартина, уже второй месяц проводящих на солнечных пляжах Кубы, о непутевом младшем брате Мартина, который, едва окончив один институт, поступил в другой – ибо в профессии юриста успел разочароваться, зато к исконным их врагам журналистам проникся неизъяснимой симпатией. Поговорили и о дяде, о его больной печенке, которой, конечно же, не понравится нынешнее угощение, о возне с перерасчетом пенсии, не позволяющей дяде исполнить мечту детства и посетить Мадагаскар. За разговором Мартин с удовольствием отметил, что дядя бодрости духа не теряет, за собой следит и даже не поленился повязать к ужину галстук, что для холостяка приравнивается к подвигу. Потом дядя начал исподволь расспрашивать Мартина о его работе – очень осторожно и тонко, надеясь застать племянника врасплох и заставить проговориться. Но Мартин был начеку, отделывался общими фразами, «да» и «нет» не говорил, на белую лесть и черные намеки не покупался, так что дядя с досадой бросил расспросы и приналег на утку.

Тут за окнами раздался тихий гул, перекрывший, однако, Патетическую сонату, и низко-низко над домами прошло летающее блюдце, заходящее на посадку. Радостно загалдели дети, а у какой-то машины сработала сигнализация и с полминуты заливалась неприятными для уха трелями.

Пустячное это происшествие, однако, сразу же сменило тему разговора. Речь за столом теперь пошла о вещах серьезных, государственных, и дядя начал высказывать свою точку зрения о Чужих, Мартину давно известную, но все равно регулярно выслушиваемую.

Нельзя сказать, что Мартин этой темы чурался, но мнение имел все-таки свое, а спорить с дядей не хотел. Так что остаток вечера прошел скомканно, под дядин монолог, и, решившись наконец-то откланяться, племянник почувствовал некое облегчение. Хорошо еще, что была уважительная причина – завтра он отбывал «в командировку» и даже понятия не имел, сколько она продлится.

1
Дождь нагнал Мартина на вершине холма.

Тучи плыли так низко, что казалось – можно подпрыгнуть и зачерпнуть ладонью мокрой серой ваты. Первые капли дождя простучали по тропинке, выбивая фонтанчики пыли, на миг стихли – и дождь надвинулся сплошной стеной.

Тропинка вмиг превратилась в подобие желоба из аквапарка. Лужи запузырились грязью. Холодная вода плескала по ногам, тучи падали все ниже – и вот уже Мартин шел в дожде, в серой мгле, в сердце бушующей стихии. Стало совсем темно. Первые минуты непромокаемая ткань куртки справлялась, потом по коже поползла сырость. Штаны прилипли к ногам, под клапаны ботинок тоже натекало.

Он шел вперед, проклиная и дождь, идущий триста дней в году, и заросли колючего кустарника, из-за которого тропинка вопреки здравому смыслу пролегла по холму, и свою работу, и самого себя. Тропинка раскисала прямо под ногами, держать равновесие становилось все труднее и труднее, он уже не шел – скользил, балансируя и ежесекундно рискуя упасть. Карабин прирос к спине и заметно отяжелел, к подошвам при каждом шаге прилипало полпуда грязи, а внутри тоже все раскисло: хлюпало в носу, клокотало в горле, мышцы одрябли мокрой ватой, даже мысли сделались водянистыми и текучими.

Мартин сейчас был бы рад чему угодно – вынырнувшему из кустов зверю, удару молнии и раскату грома, даже неожиданным препятствиям, заставляющим бежать, подтягиваться, прыгать или ползти. Но в сером дожде не было ничего, кроме хлюпающей грязи, мокрых колючих веток и плотного серого тумана. И ничего не оставалось, кроме как идти, монотонно и безостановочно, сливаясь с однообразием ливня.

Огонек над Станцией он увидел, лишь спустившись вниз с холма. То ли в дожде был просвет, то ли ушли выше тучи – сквозь косые серые струи стал поблескивать маяк. Красная вспышка, зеленая вспышка, пауза (а на самом деле – вспышка в ультрафиолетовом диапазоне) и яркий белый свет, ослепительный и завораживающий, будто огонь электрической дуги. Мартин зашагал быстрее. Он все-таки не сбился с пути.

Через час он вышел к Станции. Сложенное из каменных блоков двухэтажное здание не выглядело чуждым в этом краю холмов и болот. Окна, задернутые плотными багровыми шторами, казались теми единственно уместными цветными пятнами, что подчеркивали общий серый тон. Маяк на вершине высокой каменной башни поблескивал высоко над головой. Башенка напоминала не то минарет, не то маленький морской маяк где-нибудь на краю мира.

А на веранде сидел в плетеном кресле-качалке, глядя на приближающегося Мартина, смотритель маяка и местный муэдзин в одном лице – покрытое блестящим черным мехом существо полутора метров ростом. Мех на голове ничем не отличался от меха, покрывавшего все тело, только вокруг больших печальных глаз и губастого рта был реже и короче. Из одежды на существе были лишь длинные, до колен, шорты.

– Здравствуй, ключник, – останавливаясь перед ведущей в дом лесенкой – три широкие невысокие ступеньки, – сказал Мартин.

– Здравствуй, путник, – вынимая изо рта трубку, ответил ключник. У него был приятный низкий голос, мужской, но с какой-то женской мягкостью и ласковостью. Чувствовался небольшой акцент, но столь легкий, что он переставал резать слух через несколько секунд. – Входи и отдохни.

Теперь Мартин мог подняться. Вытирая подошвы о ребра ступенек – вниз падали пласты тяжелой жирной грязи, – он вошел на веранду. Рядом с ключником стояло еще одно кресло, на столике – графин с бледно-желтым вином и два стакана. Это было деликатным приглашением, впрочем, ключники никогда не настаивали на немедленной беседе.

– Я хотел бы попасть домой, – сказал Мартин, усаживаясь в кресло. – Как можно быстрее.

Ключник посасывал трубку. Даже запах табака казался уютным, земным. Почему-то ключники легче всего перенимали человеческие пороки – им нравилось вино, а сама идея табакокурения привела их в восторг.

– Здесь грустно и одиноко, – сказал ключник. Ритуальная фраза прозвучала поразительно искренне – трудно было придумать место более грустное и одинокое, чем эта сырая, болотистая, холодная планета. – Поговори со мной, путник.

– Я пришел в этот мир два дня назад, – начал Мартин, как будто ключник уже позабыл их первую встречу. Впрочем, этот ли ключник встретил его? – Пришел не в поисках новых впечатлений и не стремясь к приключениям. Один человек, живущий на планете Земля, совершил злой и нелепый поступок. Будучи пьяным, он позволил худшему в своей душе одержать над ним верх. Не знаю, давно ли он ревновал свою жену, не знаю, были ли к тому основания… но в тот вечер их ссора закончилась трагедией. Он убил женщину. А потом, ужаснувшись содеянного, бежал через Врата.

Ключник кивнул, раскачиваясь в кресле.

– Родные несчастной женщины решили наказать убийцу, – продолжил Мартин после паузы. – Они наняли меня и попросили найти его. Найти и привести обратно. Я пошел вслед за ним и оказался в этом мире…

– Во Вселенной так много миров, – сказал ключник, вытряхивая трубку. – И во многих мирах могут жить люди. Как ты узнал его путь?

– Это сложно, – признался Мартин. – Мне требуется хорошо узнать человека, вжиться в него, почувствовать его мечты, страхи, думать как он. Люди не всегда выбирают свой путь осознанно. Порой влияет красивое название, необычное сочетание звуков, душевный порыв… Иногда я ошибаюсь, но в этот раз удача улыбнулась мне с первой же попытки.

Ключник кивнул, принимая объяснение.

– Я нашел беглеца, – продолжил Мартин. – Он ожидал погоню, и мне не удалось заставить его идти обратно. Иногда беседа помогает, человек решает вернуться и принять наказание, которое установлено в нашем мире. Но этот человек не хотел возвращаться. В нем было много раскаяния, но еще больше – страха. Я убил беглеца. Вот его жетон.

Достав из кармана, он показал прозрачный жетон на тонкой цепочке. В пластиковом кругляше виднелась крошечная микросхема.

– Теперь я вернусь домой и расскажу родственникам погибшей женщины, что она отомщена, – продолжал Мартин. – Властям нашего мира я не стану сообщать о случившемся. То, что произошло за Вратами, их не касается.

Ключник начал набивать трубку. Кончики пальцев у него были бесшерстные, с черной блестящей кожей, как у обезьян. Требовалось очень хорошо присмотреться, чтобы понять – это не кожа, а мелкие чешуйки.

– Здесь грустно и одиноко, – пробормотал он. – Я слышал много таких историй, путник.

Мартин помолчал, потом достал из кармана еще один жетон.

– Я шел по пятам беглеца, – сказал он. – Этот мир встретил меня дождем, но никакой ливень не может смыть все следы. Я понял, что мой путь верен, когда нашел след первого привала. Потом, с вершины одного из холмов, я заметил людей. Двоих людей – один отставал, но догонял другого. Я понял, что их встреча грозит бедой, и ускорил шаг. Но я опоздал. Вскоре прямо на дороге я наткнулся на тело юноши, почти мальчика, ему было лет шестнадцать-семнадцать. Беглец подпустил его ближе – и застрелил.

– Зачем? – заинтересовался ключник. – Ему понравилось убивать?

– Нет. Это страх заставил беглеца спустить курок. Он ждал погони, он боялся, что следом отправится охотник. Он не стал разбираться. Он даже не задумался, может ли такой зеленый юнец быть охотником. Месть бесплодна, ключник, месть не поднимет мертвых из могилы и не прибавит в мире доброты. Вначале я не собирался убивать беглеца. Но я стоял над телом мальчика, прошедшего Вратами и встретившего смерть под чужим небом и чужим дождем. Что он искал за пределами Земли? Богатства, славы, любви? Просто приключений? Не знаю. Чем он сумел расплатиться за проход? Почему был так наивен, почему не понимал, что самое опасное в чужих мирах – это человек? Не знаю. Но я понял, что беглеца нельзя отпускать. Когда-то в его душе жили и любовь, и доброта. Остался страх. Будь возможным убить лишь страх – он никогда больше не поднял бы руки на человека. Но пока человек жив – он не перестанет бояться. Поэтому я убил беглеца и взял его жетон.

Ключник раздумывал, качаясь и пуская клубы дыма. Вынул изо рта трубку.

– Ты развеял мою грусть и одиночество, путник. Входи во Врата и продолжай свой путь.

Теперь Мартин мог подняться на второй этаж, занять одну из предназначенных для людей комнат, принять горячую ванну и пообедать. Или продолжить путь немедленно.

Мартин кивнул. Налил себе бокал вина. Произнес в пространство, стараясь, чтобы вопрос звучал как можно более риторически:

– Чем же была плоха первая часть истории…

Конечно же, ключник не ответил. Конечно же, Мартин и не ждал ответа. Залпом выпив вино, он поднялся.

– Спасибо за науку, ключник. Прощай.

– А ты дошел до города, путник?

– Нет. Я видел вдали огни, но не хотел терять время.

– Это большой город, – сообщил ключник. – Самый большой город Хляби. Там живет три тысячи людей и почти десять тысяч нелюдей. Город стоит на берегу мелкого моря, и жители добывают водоросли. Отвар их ценится во многих мирах – он продлевает жизнь и придает яркость впечатлениям. В городе отвар пьют все, от мэра до последнего нищего, но в других мирах он доступен лишь самым богатым и влиятельным. Это моя история, и пусть она развеет твою грусть.

– Спасибо, ключник, – сказал Мартин и пошел к двери. Уже входя в здание, не удержался, посмотрел назад. Ключник все так же раскачивался в кресле. Короткий треугольный хвост свешивался из вырезанной в спинке кресла дырочки.

Все-таки ключники были рептилиями. Пусть и поросшими мехом, пусть и похожими на обезьян.

В коридорах Станции было тепло и тихо. Каменный пол покрывали плотные циновки, литые бронзовые светильники давали странный тревожный свет – спектр был рассчитан не только на людей. Мартин поднялся на второй этаж и зашел в одну из «человеческих» комнат – со слишком массивной мебелью и подозрительно низкими стульями, но все-таки удобную. Зато ванная оказалась роскошной – с глубоким круглым бассейном и чем-то вроде турецкой бани в маленькой кабинке. Разумеется, не ради удовольствия людей – для какой-то из гуманоидных рас тепловые процедуры были жизненно необходимыми.

А ключники всегда соблюдали свои обязательства.

Мартин разделся, пустил воду в бассейн, сполоснулся под душем и зашел в банную кабинку. В каменной стене потрескивал нагреватель, а за прозрачной дверью пузырилась, наполняя бассейн, горячая вода. Мартин сидел, опустив голову на грудь, закрыв глаза, медленно впитывал тепло всем телом. Проклятый дождь вымотал его сильнее, чем он предполагал.

Интересно, сколько ему позволили бы отдыхать, не удовлетворись ключник рассказом?

Сутки, двое?

Однажды удача может отвернуться от него. И очередной ключник, развалившись в кресле-качалке или вытянувшись на циновке, будет раз за разом повторять: «Здесь грустно и одиноко, путник». Чем руководствовались ключники, принимая или отклоняя плату за проход Вратами, до сих пор оставалось загадкой. Достоверно было известно лишь то, что они отвергают истории, взятые из художественных книг, кинофильмов или общеизвестных исторических документов. Годились истории, случившиеся с самим рассказчиком или передающиеся устно. Ни одной историей нельзя было расплатиться дважды, пусть и в разных Вратах, – ключники обменивались информацией мгновенно или почти мгновенно. Нельзя было рассказывать истории «впрок» – только перед проходом во Врата. Вполне годились истории придуманные, но в этом случае ключники были особо придирчивы к сюжету и стилю повествования. Истории трагические или романтические нравились ключникам гораздо больше, чем пасторальные или описания природы. Неплохо шли истории юмористические и детективные, загадочные и мистические. Почти всегда срабатывали повествования мемуарные, но большинству людей приходилось рассказать всё мало-мальски интересное, случившееся в их жизни, чтобы удовлетворить ключника. Возможно, это было изощренной ловушкой, позволявшей воспользоваться Вратами любому человеку. Любому – но лишь один раз.

Чем смог расплатиться за проход мальчик, лежащий сейчас в чужой земле в двадцати километрах от Врат?

Историей своей первой и последней любви? Скорее всего.

Мартин выбрался из кабинки, погрузился в бассейн. После бани теплая вода казалась приятно прохладной. Поколебавшись, Мартин все-таки дотянулся до одежды, достал жетон и часы. Часы надел на руку, жетон некоторое время рассматривал. Потом коснулся нескольких кнопок на часах и поднес их к жетону.

Вообще-то это было запрещено российским законом… нет, неверно – не было разрешено частным лицам. Но сканеры жетонов все-таки продавались на черном рынке, порядка ради замаскированные под часы или портативные компьютеры.

На маленьком экранчике появились строчки. Номер – ничего для Мартина не значащий. Имя. Возраст. Номер последних пройденных Врат.

Юноша был испанцем, ему не исполнилось еще и семнадцати лет.

Мартин спрятал жетон в карман и вытянулся в теплой воде. Рано или поздно власти раскусят трюк с замаскированным под часы сканером и изменят кодировку жетонов. А может быть, и не станут. Может быть, время недоверия к ключникам и их клиентам осталось в прошлом.

Мартин выбрался из бассейна, спустил воду и обдал бассейн из душа. Вытерся чистым, отглаженным полотенцем – и бросил его в ящик для грязного белья. Оделся. Рюкзак навьючивать не стал, подхватил под лямки.

И пошел к Вратам.

Эта Станция не пользовалась большой популярностью. Мартин никого не встретил ни в жилом блоке, ни, пройдя тремя автоматическими дверями, в центральной зоне. Маленький круглый зал, сердце Станции, был столь же аскетичен, как и все остальное. Компьютерная консоль на невысокой стойке казалась единственным признаком высоких технологий. На самом деле это была самая примитивная часть системы – все равно что запал из бикфордова шнура под дюзами ракеты или механический замок на клавиатуре компьютера. Впрочем, человечеству не привыкать к подобным гибридам.

Мартин подождал, пока дверь за спиной закроется и стянется до полной герметичности. Засветился дисплей. Мартин выдвинул клавиатуру, повел курсором по длинному-длинному списку. Большая часть названий светилась зеленым – туда был открыт путь человеку. Желтый цвет отмечал названия планет, где человек мог существовать с большим риском для жизни, в кислородной маске, или, к примеру, был нежеланным гостем. Красный цвет обозначал те миры, где человек существовать не мог вообще – по крайней мере без серьезных защитных средств или помощи местного населения. Миры со слишком большой гравитацией или слишком разреженной атмосферой, миры, где дышат хлором, миры, где воздух пронизан электрическими разрядами и магнитными полями чудовищной силы, миры, где материя живет по другим физическим законам. Мартина всегда интересовало, какой персонал оставляют ключники в таких мирах. Неужели доверяются местным жителям или автоматике?

Но ответить на это могли только ключники. А они предпочитали задавать вопросы, а не отвечать на них.

Мартин выбрал из списка Землю. Раскрылось второе меню – четырнадцать Врат, доставшихся человечеству. Мартин выбрал Москву. Нажал «ввод». Выскочила последняя предупреждающая надпись, и Мартин нажал ввод повторно.

Дисплей потемнел и отключился.

А больше ничего и не изменилось.

Ничего, кроме планеты, на которой он находился.

Мартин подхватил с пола рюкзак и пошел к дверям. За его спиной компьютерная консоль плавно исчезала в полу, уступая место совсем уж архаичной конструкции – сотням цветных рычажков на трех наборных барабанах из черного лакового эбонита. Это значило, что к Вратам шел чужой. И Мартин, совершенно случайно, даже знал, какой именно.

С геддаром он столкнулся в коридоре, за второй шлюзовой дверью. Высокая и на человеческий взгляд – нескладная фигура. Лицо почти человеческое, только глаза посажены слишком широко и ушные раковины геометрически правильной формы, полукружия, как на рисунках маленьких детей. Кожа серая – и вполне обычные красные губы выделяются на ней страшноватым кровавым мазком. Пышная одежда карминных и лазоревых цветов, из-за плеча – рукоять ритуального меча, волнистого и тонкого, сделанного не из металла, а из сплавленных воедино разноцветных каменных нитей.

Геддар коротко склонил голову в поклоне.

Мартин вежливо кивнул в ответ.

Они разминулись. Геддар пошел к Вратам, к своим рычажкам и наборным барабанам. А Мартин прошел широким коридором и вышел из станции в Гагаринский переулок.

Когда-то это было одно из самых приятных и тихих мест Москвы. Во времена советской империи здесь снимали фильмы, призванные показать красоту столицы. Еще здесь любила селиться знать. Может быть, и ключникам это место понравилось, хотя кто знает мотивы ключников? Во всяком случае, десять лет назад именно сюда упал зародыш Врат, чтобы за трое суток, небрежно распихав уютные дома, развернуться в Станцию.

С тех пор ни у кого не повернулся бы язык назвать это место тихим.

Московская Станция была одной из самых больших на Земле. Ключники то ли решили не озабочиваться архитектурными изысками, то ли выразили в такой форме свое мнение о столичном зодчестве, но Станция оказалась еще и самой уродливой. Несколько огромных бетонных куполов, беспорядочное нагромождение кубов, произвольно разбросанные окна с темно-зеркальными стеклами, башенка маяка – высокая, чуть ли не в сотню метров, но при этом все из того же зернистого необлагороженного бетона, с дурацкой беседкой наверху – из которой и посверкивал маяк. На крыше одного из кубов имелась посадочная площадка для летающих блюдец – ключники пользовались ими редко, но всегда держали одну-две машины наготове. По периметру Станции, на растрескавшемся асфальте, проходила выложенная керамической плиткой белая полоса – граница. За ней – невысокие решетчатые ограждения, будочки милиции. Лишь у входа ограды не было, и стражи порядка хоть и стояли на постах, но желающим войти не препятствовали.

Мартин постоял, оглядываясь. Шел мелкий холодный дождь, даром что по календарю уже месяц как началось лето. За периметром шатались зеваки, дети и городские сумасшедшие. Зато журналистов по причине плохой погоды было совсем немного. Мокло под дождем несколько пикетов с лозунгами «Ключники, убирайтесь домой!», солидного вида мужчина держал в руках плакат с надписью «Галочка, вернись!». Мужчину Мартин хорошо помнил, он дежурил у Станции уже третий месяц. Появлялся после пяти, выставлял на обозрение равнодушных стен свой плакат, в девять аккуратно его сворачивал и уходил. Кажется, мужчина тоже узнал Мартина и едва заметно кивнул.

Мартин отвернулся. Очереди на выход были у всех пропускных пунктов, самая короткая – у третьего, выходящего на Сивцев Вражек. Туда он и направился.

Молодой пограничник проверял документы у существа, которое Мартин еще никогда не видел воочию. Гуманоид с маслянисто поблескивающей серой кожей и двумя парами рук, одетый в коричневые меха и что-то вроде шерстяного берета, босой, с крошечными, прикрытыми прозрачной мембраной глазками. В справочнике Гарнеля и Чистяковой «Кто есть кто во Вселенной» Мартину встречалась эта раса, но ничего примечательного в памяти не всплывало. Это и к лучшему – опасных чужаков он помнил наизусть.

– Вон обменный пункт, – втолковывал пограничник. – Вы можете нанять индивидуального гида или обратиться в туристическое агентство. С нашими законами вы ознакомлены?

Чужак кивнул.

– Поставьте свою подпись здесь и здесь…

Мужчина, стоящий между Мартином и Чужим, обернулся. Доброжелательно и чуть заискивающе улыбнулся Мартину. Спросил:

– Простите, вы местный?

– Да.

– Я из Канады. Вы не посоветуете мне, в какой отель лучше направиться?

Мартин пожал плечами. Покосился на агентов, толкущихся в отдалении.

– Что вам важнее, стоимость, комфорт, расположение отеля?

Канадец улыбнулся, задумчиво развел руками. На миллионера он никак не походил, обычный западный обыватель среднего возраста и достатка.

– Понятно. Возьмите такси и езжайте в «Россию». Чуть меньше комфорта, но в центре и недорого.

– Спасибо! – Канадец пребывал в том возбужденно-радостном состоянии, которое сразу же выдает человека, первый раз вернувшегося на Землю. – Я гостил у дочери, она живет на Эльдорадо. Вернуться решил через Россию, посмотреть мир…

– Мудрое решение, – согласился Мартин. – Я тоже частенько возвращаюсь через иностранные Врата.

Во взгляде канадца появилось уважение.

– О, так вы не первый раз путешествуете?

Мартин кивнул.

– Многие в Москве знают туристический язык?

– Как везде. Один из тысячи. Лучше пользуйтесь английским, туриста, прошедшего Вратами, каждый постарается ободрать как липку.

– Следующий! – позвал пограничник. Чужак уже шел к обменному пункту, равнодушно обходя суетящихся гидов и менял. Умный и законопослушный чужак.

Канадец еще раз широко улыбнулся Мартину и двинулся к пограничнику.

– Добрый день, предъявите ваши документы…

Пограничник перешел на английский. Мартин мимолетно подумал, что с языками у погранцов за последний год стало лучше. Почти все знали туристический – значит хотя бы раз прошли Вратами… то есть хотя бы два раза. Общий язык ключники давали всем, кто воспользовался услугами их транспортной системы. Даже те расы, чья система коммуникаций основывалась не на звуковой речи, получали универсальный язык жестов, позволяющий сносно объясняться.

– Следующий…

Канадец неуверенно двинулся по улице. К нему, чуя поживу, тут же метнулись гиды и таксисты. Обдерут канадца, никуда он не денется.

– Мартин Дугин, гражданин России. – Он протянул документы.

Пограничник задумчиво листал паспорт. Визы, визы, визы…

– Я о вас слышал, – сказал он. – Вы каждый месяц пользуетесь Вратами.

Мартин промолчал.

– Как это у вас получается, а? – Пограничник посмотрел Мартину в глаза. Будто ожидал какого-то небывалого откровения или неожиданного признания.

– Просто иду. Рассказываю что-нибудь ключнику, потом…

Пограничник кивнул, оставаясь серьезным:

– Я понимаю. Я был за Вратами. А все-таки в чем дело? Некоторые и один-то раз пройти не могут.

– Наверное, язык хорошо подвешен? – предположил Мартин. – Не знаю, офицер. Все свои истории я рассказал в соответствующих органах. Чем-то они ключникам нравятся.</p>
</div>
<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
