
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Искупление</b></p>
<p class="tyty">Иэен Макьюэн</p>
<p>Пьеса, для которой Брайони рисовала афиши, делала программки и билеты, сооружала из ширмы кассовую будку и обклеивала коробку для денежных сборов гофрированной красной бумагой, была написана ею за два дня в порыве вдохновения, заставлявшем ее забывать даже о еде. Когда приготовления закончились, ей не оставалось ничего, кроме как созерцать свое творение и ждать появления кузенов и кузины, которые должны были прибыть с далекого севера. Порой повергающая в ужас, порой грустная до слез, пьеса представляла собой историю любви; идея ее, коротко изложенная в стихотворном прологе, состояла в том, что любовь, основанная не на здравом смысле, обречена. За свою безрассудную страсть к нечестивому графу-иностранцу героиня, Арабелла, расплачивается тем, что во время поспешного бегства со своим избранником в некий городок у моря заражается холерой. Покинутая им и едва ли не всем миром, прикованная к постели на каком-то чердаке, она вдруг открывает в себе чувство юмора. Судьба дарует ей еще один шанс в лице нищего доктора, под маской которого на самом деле скрывается принц, решивший посвятить себя служению страждущим. Исцеленная им Арабелла на сей раз поступает благоразумно, за что вознаграждается примирением с семьей и союзом с врачующим принцем. Их свадьба происходит «ветреным, но солнечным весенним днем».

Миссис Толлис читала семь страниц «Злоключений Арабеллы», сидя за туалетным столиком у себя в спальне, при этом писательница все время стояла рядом, обнимая ее за плечи. Брайони напряженно всматривалась в лицо матери, стараясь не упустить ни малейшего отражения эмоций, и Эмилия Толлис, чтобы сделать приятное дочери, то демонстрировала тревогу, то давилась от смеха, а в конце изобразила благодарную улыбку и одобрительно закивала, после чего, обняв девочку и усадив себе на колени – о, это ощущение горячего гладкого тельца, памятное еще с его младенчества и все еще не покинувшее, во всяком случае, не совсем покинувшее ее! – сказала, что это пьеса «чрезвычайной важности», и немедленно согласилась, прошептав это в тугой завиток девичьего ушка, чтобы ее слова были процитированы на афише, которой предстояло красоваться на мольберте при входе в вестибюль рядом с кассовой будкой.

Тогда Брайони едва ли подумала об этом, но то был кульминационный момент ее затеи. Все остальное не могло сравниться с этим ощущением огромного удовлетворения и свелось лишь к мечтам и разочарованию. Тем летом в сумерках, после того как свет в ее комнате гасили и она ныряла в уютную темноту своей осененной балдахином кровати, бывали моменты, когда сердце ее начинало усиленно биться от томительных ярких фантазий, представлявших собой короткие пьески, непременным участником которых был Леон. В одной из таких пьесок его широкое добродушное лицо искажалось от горя, когда Арабелла, оставшись в полном одиночестве, впадала в отчаяние. В другой он представал с бокалом в руке в какой-нибудь модной городской пивнушке и хвастался перед друзьями: «Да, моя младшая сестра Брайони Толлис – писательница, вы не могли не слышать о ней». В третьей он победно потрясал в воздухе кулаком после того, как опускался занавес, хотя никакого занавеса на самом деле не было, его просто невозможно было повесить. В сущности, ее пьеса предназначалась не для кузины и кузенов, а для брата, была написана в честь его возвращения. Брайони рассчитывала вызвать его восторг и, отвадив от бесчисленной череды легкомысленных подружек, наставить на верный путь поисков такой жены, которая убедит его осесть в деревне и любезно попросит Брайони стать подружкой невесты на их свадьбе.

Брайони была из тех детей, что одержимы желанием видеть мир упорядоченным. Если комната ее старшей сестры представляла собой сущий бедлам, где были беспорядочно навалены неразрезанные книги, нераспакованные вещи, постель никогда не заправлялась, а окурки из пепельниц не выбрасывались, то комната Брайони являлась храмом божества порядка: на игрушечной ферме, расположившейся на широком подоконнике глубоко утопленного в стене окна, было множество обычных животных, но все фигурки смотрели в одну сторону – на свою хозяйку, словно готовились по ее знаку дружно грянуть песню, и даже куры находились в аккуратном загончике. Честно говоря, комната Брайони была единственной комнатой на верхнем этаже, в которой царил порядок. Ее куклы, сидевшие прямо в своем многокомнатном домике, казалось, придерживались строгой инструкции не прислоняться к стенам; всевозможные фигурки размером с большой палец, расставленные на туалетном столике – ковбои, водолазы, человекообразные мыши, – ровностью рядов и интервалов между ними напоминали гражданское ополчение в ожидании приказа.

Любовь к миниатюрам была одним из проявлений приверженности Брайони к порядку. Другим проявлением можно было считать страсть к секретам: потайной ящичек в ее полированном комоде открывался нажатием на нужный узелок в хитроумно выточенном соединении типа «ласточкин хвост». Там она хранила дневник и блокнот, исписанный лично ею изобретенным шифром. В игрушечном сейфе с шестизначным кодовым замком покоились письма и открытки. Старую оловянную коробочку для карманных денег она прятала под половицей под кроватью. В коробочке лежали сокровища, собранные за последние четыре года, – начало коллекции она положила в день своего девятилетия. Здесь находились двойной желудь-мутант, кусочек пирита, купленный на ярмарке магический амулет, предназначенный для моления о ниспослании дождя, легкий как перышко беличий черепок.

Но потайные ящички, запирающиеся дневники и криптографические записи, по сути, ничего не меняли: у Брайони никогда не было секретов. Стремление к гармоничному, упорядоченному миру лишало ее возможности совершать безрассудные поступки. Насилие и разрушение являлись, по ее представлениям, проявлениями хаоса, в ее натуре отсутствовала жестокость. Ввиду действующего статуса единственного маленького ребенка в семье, а также относительной изолированности дома Толлисов Брайони оказывалась отрезанной, по крайней мере во время долгих летних каникул, от подруг с их девчачьими интригами. В ее жизни не было ничего достаточно интересного или постыдного, что нуждалось бы в утаивании; о беличьем черепке, хранившемся под половицей, не знал никто, но никто и не стремился узнать. Впрочем, все это она вовсе не считала особым несчастьем, вернее, так казалось потом, когда все уже разрешилось.

В одиннадцатилетнем возрасте Брайони написала свой первый рассказ – нелепый, похожий на дюжину народных сказок и лишенный, как она поняла позднее, того знания жизни, которое позволяет добиться читательского уважения. Но первый неудачный опыт показал ей, что воображение само по себе источник тайн: начиная писать рассказ, нельзя было никому ничего говорить. Словесная игра – вещь слишком зыбкая, уязвимая, слишком сокровенная, чтобы посвящать в нее кого бы то ни было. Даже выводя на бумаге всего лишь «он сказал» или «а потом», Брайони вздрагивала, чувствуя, как глупо полагать, будто наверняка знаешь что-либо о чувствах воображаемого человека. Описание слабостей персонажа неизбежно чревато саморазоблачением: читатель невольно заподозрит, что она описывает себя, – разве могло быть иначе? Только когда повествование завершалось, все судьбы прояснялись и коллизия вполне вырисовывалась, так что рассказ походил, по крайней мере в этом отношении, на любое другое законченное сочинение, она могла почувствовать себя защищенной и оказывалась готова, проделав дырочки в полях, сшить страницы веревочкой, нарисовать красками или просто карандашом обложку и показать завершенную работу матери или отцу, если тот был дома.

Ее усилия встречали поддержку. Более того, приветствовались, поскольку Толлисы начинали понимать, что дитя семьи обладает нетривиальным мышлением и владеет словом. Долгие летние дни она проводила, роясь в словарях и энциклопедиях в поисках словосочетаний, которые, несмотря на их кажущуюся абсурдность, а может, именно благодаря ей, западали бы в память: монеты, которые негодяй прятал в кармане, были у нее «эзотерическими», бандит, пойманный на краже автомобиля, плакал в порыве «бесстыдного самооправдания», героиня на чистопородном жеребце совершала «мимолетное» ночное путешествие, а чело короля, когда тот сердился, бороздили «иероглифы» морщин. Брайони часто просили почитать ее рассказы вслух в библиотеке; родители и старшая сестра удивлялись тому, с какой смелостью делает это их тихая девочка, как раскованно она жестикулирует свободной рукой, как изменяет выражение лица, имитируя речь того или иного персонажа, как время от времени на секунду-другую отрывается от текста, чтобы обвести взглядом лица слушателей, без смущения требуя от семьи безраздельного внимания, завораживая всех своим мастерством рассказчицы.

Но даже при отсутствии внимания, похвал и очевидного поощрения со стороны близких Брайони не могла бы не сочинять. К тому же, как многие писатели до нее, она начинала понимать, что не всякое признание идет на пользу. Например, бурный восторг Сесилии казался несколько преувеличенным, быть может, чуть-чуть окрашенным снисходительностью, а еще навязчивым. Взрослая сестра желала, чтобы был составлен каталог «изданных» рассказов Брайони и все они заняли свое место в библиотеке, на книжной полке между Рабиндранатом Тагором и Квинтом Тертуллианом. Если в этом и таилась насмешка, Брайони игнорировала ее. Она уже встала на курс и находила удовлетворение на иных уровнях; сочинение рассказов не только предполагало тайну, но и позволяло наслаждаться процессом миниатюризации. Ей было дано создать целый мир, причем гораздо более увлекательный, чем игрушечная ферма, всего на пяти страницах. Детство избалованного принца можно было вместить в полстраницы, бегство лунной ночью через спящие деревушки описать одной ритмически организованной фразой, а зарождение любви – двумя словами: вспыхнувший взгляд. Листки с только что законченным рассказом, казалось, трепетали в ее руке от заключенной в них жизни. Была удовлетворена и ее страсть к порядку, поскольку неуправляемый мир она могла таким образом сделать управляемым. Кульминацию драмы героини в ее власти было совместить с бурей и градом, штормом и громом, в то время как свадебные пиры обычно осенялись легким ветерком и мягким светом. Поклонение порядку влияло также и на представление Брайони о справедливости; смерть и свадьба были основами семейного уклада, смерть становилась уделом исключительно сомнительных личностей, свадьба оказывалась воздаянием достойным персонажам, и награду эту они получали в самом финале.

Пьеса, написанная к возвращению Леона домой, была ее первым драматургическим опытом, давшимся Брайони, однако, без особого труда. Ей показалось огромным облегчением перестать выводить все эти бесконечные «он сказал», «она сказала», не описывать погоду, первые признаки весны или внешность героини – диапазон красоты, как она обнаружила, весьма ограничен, в то время как уродство имеет бесчисленное множество личин. В драме вселенная сокращалась до конкретного высказывания, и в этом заключался истинный, почти идеальный порядок, а в качестве компенсации каждая реплика выражала чувства в их крайних проявлениях, при которых восклицательные знаки незаменимы. «Злоключения Арабеллы» можно было назвать мелодрамой, если бы автору был знаком этот термин. Предполагалось, что пьеса будет вызывать у зрителей не смех, а ужас, принесет им облегчение и преподаст урок, именно в таком порядке, поэтому невинная страсть, с которой Брайони готовила свой проект – афиши, билеты, касса, – делала ее особенно уязвимой перед возможностью провала. Она легко могла бы сочинить в честь возвращения Леона еще один рассказ, но новость о том, что с севера к ним надолго приезжают кузены и кузина, заставила ее предпринять вылазку в область новых художественных форм.

Для Брайони особого значения не имело, что пятнадцатилетняя Лола и девятилетние близнецы Джексон и Пьеро были беженцами, пострадавшими в ходе суровой домашней гражданской войны. Она слышала, как ее мать критиковала импульсивное поведение своей младшей сестры Гермионы и сокрушалась по поводу ситуации, в которой оказались трое детей, а также осуждала своего слишком мягкого, трусливого зятя Сесила, сбежавшего ради собственного спокойствия в Оксфорд, в колледж Всех Святых. Брайони слышала, как мать с сестрой анализировали последние семейные скандалы, выходки, взаимные обвинения, и знала, что кузены и кузина приезжают на неопределенный срок, вероятно, на целый учебный семестр. Считалось, что дом Толлисов может принять еще троих детей и Куинси вольны жить здесь сколько пожелают, однако их родителям, если те когда-либо захотят навестить своих отпрысков в одно и то же время, придется выяснять отношения в другом месте. Две комнаты рядом с комнатой Брайони чисто вымели, повесили там новые занавески и притащили мебель из других помещений. В иных обстоятельствах она принимала бы в этих приготовлениях живое участие, но они совпали с двухдневным приступом ее творческого вдохновения и началом реконструкции фасада дома. У Брайони было смутное представление о том, что развод – это несчастье, но она никогда не сталкивалась с этим процессом непосредственно и не думала о нем. Для нее развод был одним из печально неизбежных осложнений повседневной жизни, не дающим пищи для рассказчика, ибо принадлежал к сфере беспорядка. Иное дело брак, вернее, свадьба с ее строгим ритуалом вознаграждения добродетели, с вызывающими трепет торжественными церемониями и банкетами, с обещанием вечного союза. Свадьба была также скрытой аллегорией плотского блаженства, пока еще для Брайони невообразимого. Шествуя по проходам сельских церквей и великолепных городских храмов под одобрительными взглядами многочисленных родственников и друзей, ее герои и героини достигали невинной кульминации, не нуждавшейся в продолжении.

Если развод представлял собой подлую антитезу всему этому, его можно было без раздумий бросить на другую чашу весов вместе с предательством, болезнями, воровством, оскорбительным поведением и лживостью. В глазах Брайони развод имел отвратительную личину скучной запутанности и бесконечной вражды. Как перевооружение, или абиссинский вопрос, или садоводство, он просто не входил в сферу ее интересов. Когда на исходе заполненного томительным ожиданием субботнего утра Брайони услышала под окном спальни шорох колес по гравию, она, схватив свои листки, сбежала по лестнице в холл и выскочила на ослепительный дневной свет. Первым делом она крикнула своим ошалевшим с дороги юным гостям, зажатым вещами в салоне автомобиля:

– Вот ваши роли, все расписано. Завтра премьера! Репетиция начнется через пять минут! – Но это можно было счесть скорее свидетельством ее преувеличенного творческого самолюбия, чем бесчувственностью.

Но тут же на крыльце появились мать и сестра, скорректировавшие поспешное объявление Брайони. Гости – все трое рыжеволосые и веснушчатые – были препровождены в свои комнаты. Вещи туда перенес Дэнни, сын Хардмена. Потом все подкрепились горячими напитками в кухне, совершили экскурсию по дому, получили возможность поплавать в бассейне и наконец пообедали в саду на южной стороне дома под сенью виноградных лоз. Все это время Эмилия и Сесилия непринужденно болтали, стараясь дать возможность гостям почувствовать себя свободно, а на самом деле, конечно же, лишали их этой возможности. Брайони точно знала, что, доведись ей оказаться в чужом месте за двести миль от дома, бодрые вопросы, шутки и заверения, что она вольна в своих поступках, только угнетали бы ее. Взрослые не понимали, что больше всего на свете детям хотелось, чтобы их оставили в покое. Тем не менее Куинси изо всех сил притворялись веселыми и беззаботными, что сулило успех «Злоключениям Арабеллы». Хотя эта троица и отдаленно не походила на персонажей, которых им предстояло воплотить, кузина и кузены Брайони явно обладали способностью казаться тем, кем не были на самом деле.

Перед обедом Брайони улизнула в пустую детскую комнату, предназначенную для репетиций, и, расхаживая по ней, принялась обдумывать распределение ролей. Совершенно очевидно, что Арабелла, чьи волосы были так же черны, как у самой Брайони, не могла быть дочерью веснушчатых родителей или тайно бежать с веснушчатым графом-иностранцем, снимать чердак у веснушчатого хозяина гостиницы, без памяти влюбиться в веснушчатого принца и принять благословение на брак от веснушчатого викария перед лицом его веснушчатой паствы. Но работать приходилось с теми, кто был под рукой. Ее кузина и кузены были слишком рыжими – прямо-таки огненными! – чтобы это можно было скрыть. Единственное, что оставалось, – это сказать, будто отсутствие веснушек у Арабеллы есть знак, иероглиф – как скорее всего написала бы Брайони – избранности. Чистота души девушки сомнениям не подвергается и остается незапятнанной, несмотря на то что ей приходилось сталкиваться с окружающим миром, где полно грязи.

Другая проблема была связана с близнецами, которых посторонний человек ни за что не отличил бы друг от друга. Не могли же нечестивый граф и благородный принц быть похожи как две капли воды и притом иметь лица отца Арабеллы и викария! А что, если роль принца дать Лоле? Джексон и Пьеро, похоже, обычные мальчишки-непоседы, которые наверняка будут делать то, что им велят. Но вот согласится ли их сестра исполнить мужскую роль? У нее зеленые глаза, острые скулы, впалые щеки, и в ее молчаливости угадывается некая нервность, предполагающая сильную волю и легкую воспламеняемость. Одна попытка предложить Лоле эту роль может спровоцировать взрыв. И сможет ли она, Брайони, держать Лолу за руку перед алтарем, пока Джексон будет читать молитвенник?

Собрать всех исполнителей в детской Брайони смогла только в пять часов. Она поставила в ряд три стула, а сама втиснулась в высокое старое детское кресло – богемный штрих, дававший ей преимущество верхнего обзора, как у рефери на теннисном корте. Близнецы неохотно отошли от бассейна, в котором плескались три часа кряду. Они пришли босиком, натянув майки, с которых на пол капала вода. Вода стекала также с их спутанных волос на шеи; мальчики дрожали от холода и стучали одним коленом о другое, чтобы согреться. От долгого купания кожа у них сморщилась и побелела, отчего в относительно слабо освещенной детской веснушки казались почти черными. Сестра, сидевшая между ними положив ногу на ногу, напротив, демонстрировала безмятежное спокойствие, была щедро надушена и одета в зеленое хлопковое платье, выгодно оттенявшее ее кожу и волосы. Открытые босоножки позволяли видеть браслет на щиколотке и покрытые багряным лаком ногти. При виде этих ногтей у Брайони сдавило грудь, она сразу же поняла, что просить Лолу сыграть роль принца совершенно бесполезно.

Когда все расселись, юная писательница приготовилась обратиться к ним с краткой речью, в которой собиралась изложить сюжет пьесы и донести до будущих исполнителей мысль о том, сколь волнующим событием должно стать их завтрашнее выступление в библиотеке перед взрослой аудиторией. Но Пьеро перехватил инициативу, заявив:

– Ненавижу пьесы и все, что с ними связано.

– Я тоже, – подхватил Джексон, – и еще переодевания.

За обедом всем объяснили, что близнецов можно различать по ушам: у Пьеро на мочке левого уха не хватало треугольного кусочка, вырванного собакой, которую он мучил, когда ему было три года.

Лола с полным безразличием смотрела в сторону. Брайони удивилась:

– Как можно ненавидеть пьесы?

– Они просто повод, чтобы покрасоваться, – объяснил Пьеро и пожал плечами в знак того, что это очевидно.

Брайони вынуждена была признать, что в его словах есть резон. Именно поэтому она как раз и любила пьесы, по крайней мере собственную; все должны были обожать ее. Глядя на мальчишек, под чьими стульями образовались лужицы, вода из которых уже начала просачиваться в щели между половицами, она понимала, что они никогда не разделят ее честолюбивых устремлений. Тем не менее Брайони постаралась смягчить свой тон:

– По-твоему, Шекспир просто хотел покрасоваться?

Пьеро бросил тревожный взгляд на Джексона. Воинственная, как казалось Пьеро, фамилия была ему смутно знакома, от нее попахивало школой и взрослой самоуверенностью, но близнецы всегда черпали смелость во взаимной поддержке.

– Конечно, это все знают, – сказал он.

– Вот именно, – подтвердил Джексон.

Лола посмотрела сначала на Пьеро, а потом перевела взгляд на Джексона. В семье Брайони миссис Толлис никогда не приходилось обращаться одновременно к обеим дочерям. Теперь Брайони поняла, как это делается.

– Вы будете участвовать в спектакле, а то получите по затрещине, после чего я все расскажу родителям, – пообещала она.

– Если ты дашь нам подзатыльники, то это мы все расскажем родителям.

– Вы будете участвовать в спектакле, или я расскажу родителям.

Несмотря на то что возможность наказания обсуждалась, это ничуть не снижало его опасности. Пьеро закусил нижнюю губу и стал сосать ее.

– Почему мы должны это делать? – В вопросе слышалась уступка.

Лола, взъерошив его мокрые волосы, объяснила:

– Помните, что говорили родители? Мы – гости в этом доме и должны быть… Какими мы должны быть? Ну, скажите. Какими мы должны быть?

– Пос-слушными, – дуэтом жалобно ответили близнецы, запнувшись на непривычном слове.

Повернувшись к Брайони, Лола улыбнулась:

– Пожалуйста, расскажи нам о своей пьесе.

Родители. Какая бы законная сила ни заключалась в этом существительном, она вот-вот должна была утратить свое значение, если уже не утратила, но пока это не стало общепризнанным фактом, требовалось соблюдать порядок и добиваться послушания, даже от самых маленьких. Брайони вдруг устыдилась того, что в своем эгоистическом порыве не дала себе труда предположить, будто ее кузены и кузина могут отказаться от участия в представлении «Злоключений Арабеллы». Но на их долю выпало пережить собственные злоключения, собственную катастрофу, и теперь, оказавшись гостями в ее доме, они чувствовали себя обязанными ей. А хуже всего, что Лола дала понять: она тоже будет участвовать в спектакле, пусть и через силу. Куинси, переживавшие не лучшие времена, еще и подвергались принуждению. Однако – Брайони с трудом старалась ухватить сложную мысль, обретавшую очертания у нее в голове, – не было ли здесь некой игры, не пыталась ли Лола, используя близнецов, довести до ее сведения что-то свое, враждебное и разрушительное? Будучи на два года младше, Брайони чувствовала уязвимость своего положения, тяжесть двухлетнего превосходства кузины, изящно давившей на нее, и собственная пьеса уже смущала ее и казалась жалкой.

Избегая встречаться взглядом с Лолой, она стала пересказывать сюжет, несмотря на то что его незатейливость ошеломляла теперь ее самое. Ей больше не хотелось заразить своих родственников трепетом ожидания предстоящей премьеры.

Как только она закончила, Пьеро заявил:

– Я буду графом. Мне нравится играть плохого человека.

Джексон сказал просто:

– А я – принц. Я всегда принц.

Брайони захотелось притянуть их к себе и расцеловать, но она лишь кивнула:

– Что ж, очень хорошо.

Лола, опустив ногу и одернув платье, встала, словно собралась уходить, потом, вздохнув то ли с грустью, то ли со смирением, сказала:

– Ну, поскольку пьесу написала ты, ты, конечно, будешь Арабеллой…

– О нет, – возразила Брайони. – Нет. Вовсе нет.

Говоря «нет», она, разумеется, имела в виду «да». Безусловно, роль Арабеллы предназначалась ей. «Нет» относилось лишь к Лолиному «конечно». Брайони должна была играть Арабеллу не потому, что сама написала пьесу, а потому, что ей и в голову не приходило, как может быть иначе, ведь именно Арабеллой должен был увидеть ее Леон, да она и была Арабеллой.

Но слово вырвалось, и Лола сладким голосом подхватила:

– В таком случае ты не будешь возражать, если ее сыграю я? Думаю, я смогу сделать это очень хорошо. По правде говоря, если выбирать из нас обеих…

Она не закончила фразу, а Брайони, не умея скрыть ужас, лишь смотрела на кузину, не в состоянии произнести ни слова. Она понимала: роль уплывает от нее, но не могла придумать, что сказать, чтобы этого не случилось. Пользуясь молчанием Брайони, Лола начала излагать свои преимущества:

– В прошлом году я сильно хворала, поэтому болезнь тоже смогу отлично сыграть.

Тоже? Брайони не могла тягаться со старшей кузиной. Неотвратимое несчастье туманило ей голову.

Один из близнецов с гордостью добавил:

– И еще ты участвовала в школьном спектакле.

Как могла Брайони сказать им, что Арабелла – не веснушчатая? Кожа у нее бледная, а волосы черные, и ее мысли – это мысли самой Брайони. Но разве можно отказать кузине, очутившейся так далеко от дома и переживающей крушение семьи? Лола, похоже, читала ее мысли, потому что выложила последнюю карту, козырного туза:

– Скажи «да». Это будет единственным счастливым событием в моей жизни за все последние месяцы.

Да. Произнести слово у Брайони не повернулся язык, она лишь кивнула и тут же в отчаянии почувствовала, как нервная дрожь добровольного самоуничижения пробежала по коже и воздух вокруг запульсировал темными волнами. Ей хотелось убежать, оказаться в одиночестве, уткнуться лицом в подушку, смаковать горестную остроту момента, мысленно прокручивая события в обратном порядке, до того момента, с которого началось крушение. Ей было необходимо, закрыв глаза, вообразить все то бесценное, что она потеряла, отдала собственными руками, представить себе грядущий новый порядок. Это касалось не только Леона, но и старинного шелкового платья цвета персика со сливками, которое мама предназначала для ее свадьбы, то есть для свадьбы Арабеллы. Платье тоже придется отдать Лоле. Как сможет мать отвергнуть дочь, так любившую ее все эти годы? Перед мысленным взором Брайони уже стояла Лола в облегающем, идеально пригнанном по фигуре платье, видела бессердечную мамину улыбку и понимала, что единственный разумный выход для нее – убежать, поселиться в глухом лесу, питаться ягодами и ни с кем не разговаривать. Пусть однажды зимой, на рассвете, ее найдет бородатый лесник. Она, прекрасная и мертвая, босая или, возможно, в балетных туфельках с красными ленточками-завязками, свернется клубочком у подножия гигантского дуба…

Жалость к себе требовала полной отдачи, только в уединении Брайони могла вдохнуть жизнь в душераздирающие детали, а сейчас она уйти не могла. Получив согласие – насколько легкий наклон головы может изменить жизнь! – Лола тут же подняла с пола странички рукописи, и близнецы, вскочив со стульев, вышли вслед за сестрой на середину комнаты, расчищенной Брайони накануне. Посмеет ли она теперь уйти? Лола мерила шагами комнату, прижав ладонь ко лбу, просматривая текст и бормоча строчки пролога. Объявив, что надо с самого начала обо всем позаботиться, она принялась распределять между братьями роли родителей Арабеллы и объяснять, каким должен быть их первый выход, полагая, видимо, будто знает все, что требовалось знать о театре. Распространение владычества Лолы происходило стремительно и делало жалость Брайони к себе никому не интересной. А может, в этом проявлялась особая изысканность уничижения? Ибо Брайони не получила даже роли матери Арабеллы, так что, судя по всему, настал момент выскользнуть из комнаты и плюхнуться в темноте спальни на кровать лицом вниз. Удивительно, но именно оживленность Лолы, полное отсутствие внимания ко всему, что не относилось к делу, и уверенность Брайони, что ее чувств никто не замечает, а тем более не испытывает никакого чувства вины, дали ей силу восстать против несправедливости.

В своей приятной и идеально защищенной жизни она, в сущности, никогда прежде ни с кем не конфликтовала, но теперь поняла: принять вызов – все равно что нырнуть в холодный бассейн в начале июня, нужно просто заставить себя это сделать. Когда, выбравшись из детского кресла, запыхавшаяся Брайони вышла в центр комнаты, туда, где стояла кузина, сердце ее билось неровно.

Забрав у Лолы текст, она произнесла натянуто, причем голос ее звучал выше, чем обычно:

– Если ты – Арабелла, то я буду режиссером. Большое спасибо. И пролог я буду читать сама.

Лола прижала к губам покрытые веснушками ладони.

– Прос-с-ти! – притворно смутилась она. – Я просто хотела, чтобы мы наконец приступили к делу.

Брайони не нашлась что ответить и, повернувшись к Пьеро, сказала:

– Не больно-то ты похож на мать Арабеллы.

Издевка над таким распределением ролей и смех, который эта фраза вызвала у мальчиков, поколебали прежний баланс сил. Картинно пожав плечами, Лола отошла к окну и уставилась в него. Вероятно, теперь она боролась с желанием выбежать из комнаты.

Несмотря на то что близнецы затеяли борцовский матч, а их сестра почувствовала приближение приступа головной боли, худо-бедно репетиция началась. В накаленной тишине Брайони декламировала пролог:

 
Вот рассказ о гордой Арабелле,
Убежавшей с негодяем смело.
Мать с отцом рыдают безутешно:
Дом родной так спешно и так грешно
Первеница бросила…
 
Стоя бок о бок с женой у кованых ворот усадьбы, отец Арабеллы поначалу умолял дочь изменить свое решение, потом, доведенный до отчаяния, требовал, чтобы она осталась. Но горестная, однако полная решимости героиня непреклонно смотрела ему в лицо, держа за руку графа, а оседланные кони, привязанные к ближнему дубу, в нетерпении ржали и били копытами. Дрожащим от самых нежных чувств голосом отец увещевал:

 
Любимое дитя, юна ты и прелестна,
Но простодушна. Хоть и веришь честно,
Что мир у ног твоих, меня тревога гложет:
Восстать и растоптать тебя он может.
 
Брайони держала за руку Джексона, Лола и Пьеро стояли, также рука об руку, напротив. Когда мальчики встречались взглядами, на них нападал приступ смеха, и девочки шикали на них. Одно это доставляло множество хлопот, но по-настоящему Брайони поняла, какая пропасть разделяет замысел и его воплощение, лишь когда Джексон сдавленным монотонным голосом начал читать свою роль. Он бубнил так, словно текст, написанный на бумаге, был помпнальным списком, и оказался не в состоянии произнести слово «простодушна», сколько бы раз она его ни повторяла, он также упорно опускал последние слова «восстать… и растоптать». Что касается Лолы, то она произносила реплики правильно, но небрежно и время от времени неуместно улыбалась, желая, видимо, показать, что ее почти взрослые мысли где-то далеко.</p>
</div>
<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
