
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>К себе нежно</b></p>
<p class="tyty">Ольга Примаченко</p>
<p>Восемь лет назад моя жизнь кардинально изменилась.

В течение месяца я подала на развод, вернулась жить к маме и сменила работу. Первая перемена болела, вторая отзывалась жгучим стыдом, а третья стала огромным вызовом: в моем маленьком уютном болотце начались соревнования по гребле.

Мне повезло. Обойдя сумасшедшее количество претендентов, я вошла в состав редакции, которой предстояло с нуля разработать проект для женщин на TUT.BY – крупнейшем новостном интернет-портале Беларуси. Следующие два с половиной года я работала Кэрри Бредшоу: писала разудалые тексты об отношениях, полные иронии, стеба и уверенности в том, что я знаю о мужчинах все. Встретив через какое-то время будущего мужа, я поняла, что не знаю о них ничего. Я куражилась напрасно.

Потому что в том, что касается живых людей, постоянного знания не бывает – каждый проведенный бок о бок год меняет картину мира. То, что раньше казалось нормой, перестает ею быть, а то, что расценивалось как чудо, превращается в привычку. Выводы и уроки прошлого перестают быть музейной ценностью, экспонатами зала боевой славы: когда-то они работали и защищали от боли, сегодня – мешают движению вперед.

Через три года после развода (даже в один и тот же день) я вышла замуж во второй раз. Еще через какое-то время мы с мужем купили дом с чудесным садом и переехали из Минска в пригород, чтобы слушать, как падают яблоки и растет трава.

Мы стали родителями.

Я продолжала писать о любви и отношениях, но все чаще ловила себя на мысли, что тема расползается в моих руках нитками, рассыпается пуговицами, просыпается на пол мелким песком – и просит оставить ее в покое. Я поняла, что больше не хочу писать о любви. В том смысле, что другие заботы казались значительнее, ощущались острее, требовали больше внимания и сил. А любовь – ну что любовь… «Если что-то изменится – я скажу».

Я устала волноваться о любви. Разбирать отношения, как ошибки в диктанте («семья» и «дом» правда пишутся через «хочу» или проверочное слово – «надо»?), думать на перспективу («Will you still love me when I’m no longer young and beautiful?»2), задаваться вопросами, ответы на которые не ясны, но уже заранее не нравятся.

Я поняла: единственный человек, который никогда меня не оставит и перед кем мне не нужно танцевать с бубном, – я сама. Мне не за чем сомневаться в своих желаниях или доказывать себе реальность своей боли: для меня все именно так, как я чувствую.

Я могу себе верить.

Мне можно на себя опереться.

Никто и никогда не будет любить нас так, как мы хотим, – будут, как умеют. Но зависимость от других людей, их меняющегося настроения не делает нас счастливыми – она делает удобными. Мы настолько привыкаем приспосабливаться и амортизировать собой, успокаивать внутреннее бурление и перерабатывать недовольство в молчание, что взрыв неминуем. Момент, когда полетят клочки по закоулочкам, – лишь вопрос времени.

Думать за других, чувствовать за других, предугадывать их реакции – невероятно утомительно. И бессмысленно: проживать чужую жизнь вместо того, чтобы делать что-то прекрасное со своей.

В мире, где ваша радость зависит от того, насколько точно вы совпадаете с представлением о вас в чьей-то голове, скучно и холодно. Это нормально – завершать отношения и работы, которые больше ничего не дают. Которым больше ничего не можете дать вы. Не потому что с другими людьми или в другом месте будет ярче и интереснее, а потому что конкретно здесь ярче и интереснее уже точно не будет.

Нормально – ощущать, как придавливает иногда к земле вопросом: «Что ты сделал для хип-хопа в свои годы?»3 Нормально – разбираться, чьим голосом задается этот вопрос, какое право он на него имеет и как обстоят дела с хип-хопом у него самого.

В мире, в котором я себе радуюсь, я больше не жду, что кто-то обо мне позаботится, а дотягиваюсь до радости сама. Беру себя за руку и веду туда, где могу чувствовать, что мне хочется чувствовать – надежность «своих людей», вкус горячих хинкали или состояние легкости в голове после стрижки.

В мире, в котором я себе радуюсь, я говорю себе: это я сделаю позже, это – через несколько месяцев после позже, а вот это я сделаю никогда. Потому что для некоторых вещей никогда – самое подходящее время.

Да, иногда кажется, что ты настолько привыкла быть солдатом Джейн, что разговоры о какой-то там нежности к себе кажутся досужим вымыслом, сказкой на ночь, которую некому тебе рассказать, да и нет времени слушать. Но я беру на себя смелость все-таки завести этот разговор, потому что за годы существования блога Gnezdo.by мне приходило множество писем, рассказывающих о жизни на пределе возможностей, с историями о трех часах сна в сутки, работой на износ и заботой о других на разрыв аорты – ни одна из них не закончилась хорошо. Недаром где-то по сети бродит картинка: «Не бывает невыполнимых задач. Бывают сердечные приступы в тридцать».

Пусть то время, что вы проведете с этой книгой, станет для вас возможностью посидеть рядом с собой, «побыть своей». Выслушать себя и разобраться, как с вами можно обращаться и как нельзя, что вы можете терпеть, а что нет, что вас радует, вдохновляет, удивляет, восхищает и что – бесит. Выслушать себя, никому не позволяя перебивать или обесценивать услышанное.

Нежность к себе – это не результат волевого решения или однажды данного себе обещания, это всегда дорога. Не к какой-то обозначенной на карте точке и уж точно не к лучшей версии себя, а туда, где вы отказываетесь играть роль надсмотрщика, критика и судьи и выбираете верить в свою нормальность.

Это готовность с доброжелательным любопытством исследовать свои «не могу», «не хочу» и «не буду» и плыть не по течению и не против него, а туда, куда вам нужно.

Вы не бесконечны. Вы правда не бесконечны.

Давайте я расскажу о нежности к себе все, что знаю, и вы сами решите, ради каких слов вам попала в руки эта книга.

О чем я буду говорить? О праве каждой из нас чувствовать что угодно – и не стыдиться этого. О расстановке приоритетов и о том, что делать с чужими попытками учить нас жить.

О взрослости, которая стоит того, чтобы ее не бояться, и о деньгах и установках, мешающих нам без паники назначать цену за свою работу и без чувства вины тратить их на себя.

О том, как праздновать жизнь, имея то, что имеем, и не верить в свою недостаточность, неправильность и необходимость срочно починиться.

Мы будем исследовать тему нежности к телу – как перестать воевать за него и с ним и с уважением признать его историю. Мы уделим внимание материальному вокруг нас – невозможно переоценить, насколько пространство, созвучное нам, является ресурсом поддержки и помощи.

И, безусловно, мы будем много говорить, как из принципа нежности к себе взаимодействовать с миром: утверждаться в своем праве думать по-другому, не играть ни с кем в «угадайку» и «додумайку за меняйку», просить нужное, защищать важное, говорить «нет», сближаться и отдаляться без вреда друг для друга и всегда – помнить о контексте.

Я расскажу вам о ценности «своей стаи» и людях – добрых зеркалах. Поделюсь принципами наведения порядка в информационном хаосе, в основе которых – бережность к сердечным мозолям и поистине чудотворный эффект функций «перевести в немой режим» и «отменить подписку на обновления».

А в конце книги вас ждет марафон нежности к себе. 31 день заданий и практик, которые помогут лучше познакомиться с собой, расставить точки над «я» – и посмотреть, что получится.

Размышлять о сферических конях в вакууме я не умею – буду рассказывать только о том, что пробовала и пережила сама. Безусловно, мой опыт не показателен и не должен рассматриваться как инструкция к действиям. Слушайте себя, замечайте, где написанное отзывается вам радостью узнавания – «о, и у меня так же!», но ищите свою правду сами. Поверьте, вы ее не пропустите, внутри начнет пищать парктроник: чем ближе к правде, тем чаще и громче писк.

Идеи похожи на семена: если почувствуете, что прочитанное ощущается зудом и покалыванием, значит зерно упало на подготовленную почву и скоро проклюнется, даст росток. Если вам понравится то, что вырастет, отпразднуйте и обнимите себя. А если выросшее не понравится, не принимайте неудачу близко к сердцу. Помните: даже если опыт не удался, это еще ничего не говорит о его напрасности.

Я написала эту книгу, чтобы ее можно было открыть на любой странице и ощутить, как расслабляются плечи, становится легче дышать, проясняется в голове.

И как разливается теплой волной по телу нежность к себе.

Нежность вторая
Чувства
ты приносишь ему немного нежности в узких ладошках,

сложив их утлой наивной лодочкой;

он хохочет, легонько бьет по рукам снизу вверх;

нет, конечно, не больно, что ты,

от такого больно и не бывает;

нежность – разбивается вдребезги.


Моя школьная учительница труда фанатела от книг Луизы Хей4 и вместо того, чтобы объяснять, как делать ровные строчки, зачем-то заставляла нас заходить по одной в примерочную, садиться напротив зеркала и произносить сто раз «я люблю себя».

Нам было по тринадцать лет, мы ничего не знали о любви и еще меньше знали о себе, поэтому заверения в том, что стоит только «полюбить себя» – и у нас чудесным образом уйдет подростковый жир, исчезнут прыщи и вырастет грудь, казались бессмысленными и странными.

Пройдет еще много лет, прежде чем я хоть что-нибудь начну понимать про любовь. Очищу это слово от пыли и шелухи, литературных клише и чужих историй, пойму и узнаю, что такое терять, как это – оставаться одной, каково – уходить первой. И как это, когда пространство начинает сжиматься и давить на грудь, а ты – мертветь откуда-то с середины: как здорово, что вы все у меня есть; как жаль, что никто из вас мне не нужен.

Пройдет еще много лет, прежде чем я начну что-то понимать и про любовь к себе, научусь принимать свои чувства, давать имена тому, что пугает, и говорить «мне страшно», если мне страшно, а не строить из себя сопливого героя, мелко стуча коленкой под столом.

Возраст действительно многое упрощает.

Точнее, опыт, который мы получаем, когда взрослеем.

Мы лучше понимаем родителей, когда сами становимся родителями и на себе ощущаем тяготы заботы о семье, особенно когда нужны деньги, а с работой непросто.

Мы понимаем, что мир глазами ребенка и мир шкурой взрослого – это две разные Вселенные, и вместо того чтобы окопаться в обиде на людей из прошлого и считать себя жертвой, нежнее к себе будет принять неслучившееся, оплакать недополученное, отгоревать непрожитое – и закрыть тему поиска причин. Память умеет врать и подтасовывать, и можно глубоко и несправедливо обидеться на тех, у кого и в мыслях не было обижать, потому что «они дали все, что могли, – чего не дали, так того и не могли»5.

На мой взгляд, сложный, но важный шаг в развитии личности – это сократить фразу: «Я так чувствую, потому что…» до «Я так чувствую. Точка», и постараться найти как можно больше способов поддержать себя здесь и сейчас, в тех условиях, в которых вы живете, и с теми, с кем живете.

Некрасивых чувств не бывает. Неправильных – тоже
Нежность к себе начинается с того, что вы разрешаете себе чувствовать все, что чувствуется, без оглядки на то, что подумают другие, и не деля чувства на хорошие и плохие.

Как написала однажды у себя в фейсбуке Элизабет Гилберт6, если мы чувствуем радость, она правдива и реальна для нас, как и наша печаль, как и наша любовь к кому-то. Никто не выиграет от того, что мы будем стараться убедить себя, что чувствуем что-то иное. Нужно жить своей правдой – нет лучше способа обрести свою цельность. Выбирая меньшее, мы будем выбирать что-то не то. Для нас.

Если вы чувствуете грусть, это правда момента, которую незачем отрицать.

У вас есть причина так себя чувствовать: вас что-то расстроило, возможно, вы что-то потеряли (деньги, отношения, вещь, вдохновение, планы на выходные, любовь всей жизни), и вам нужно время эту потерю пережить, отгоревать и приспособиться к перемене.

Горевать – не значит надеть траур, бесконечно рыдать и не выходить из комнаты. Горевать – значит разрешить себе признать потерю. Сколько времени это займет, предсказать невозможно. Но если запрещать себе переживать, то точно больше, чем могло бы.

Нежность к себе в данной ситуации – примириться с тем, что какое-то время придется походить с карманами, полными печали. Отпустит когда отпустит. Это нормально, это вас не убьет и совершенно точно – не сделает хуже.

При этом постарайтесь не загонять себя в ловушку «переживания насчет переживания». Это когда мы начинаем волноваться, а все ли с нами в порядке, если мы почувствовали «что-то не то»: позавидовали, порадовались неудаче друга, приревновали, обиделись или просто загрустили и начали позорно ныть, вместо того чтобы оставаться модно проактивными.

Мы расстраиваемся, обнаруживая себя неспособными без конца быть «светлыми человечками» и мыслить позитивно. Нам больно признавать, что есть вещи, которые всегда будут задевать нас за живое, а значит, мы будем реагировать не так, как «нужно» или как мы хотели бы реагировать, а исходя из своего состояния и количества сил – чтобы не сесть и не расплакаться на месте.

Такова реальность. Поэтому, пожалуйста, как только словите себя на том, что начали переживать из-за «уместности» чувств, сделайте вдох, выдох и аккуратно верните себя себе. С вами все в порядке, ваши переживания адекватны моменту, их не нужно стыдиться или стремиться переиграть.

Не страшно однажды испытать к любимому человеку ненависть – страшно не разрешать себе испытывать к нему ничего, кроме любви.

Чувства – они ведь всегда про «сейчас», а не про характер. Если вы злитесь, это ничего не говорит о том, какой вы человек, но может многое рассказать о происходящем. Возможно, нарушаются ваши границы. Или обесценивается то, что вам дорого. Или вы настолько долго не отдыхали, что тело переключилось в режим боевой готовности и теперь реагирует командой «Враг!» даже на малейшее движение тени ветки.

То же со страхом. Если вы боитесь, это не значит, что вы трусиха. Просто чувства опережают мысли, и поэтому вы ощущаете опасность быстрее, чем успеваете объяснить себе, в чем подвох. Есть хорошая фраза об этом: если вам кажется, что что-то не так, то, скорее всего, вам не кажется.

Если вы голодны, истощены, устали – бессмысленно ожидать от себя буддистского спокойствия при виде устроенного детьми бардака. Гнев не будет свидетельством вашего скверного характера – он будет сигнализировать лишь о том, что конкретно сейчас вы на нуле.

Всякий раз, когда мы нагружаем других надеждами, которые те не способны оправдать, возникает конфликт ожиданий. Младенец знать не знает, что мама хочется выспаться. Муж не читает мыслей и понятия не имеет, о чем промолчала его жена. От подруги, привыкшей критиковать, бесполезно ожидать сочувствия и поддержки. Все они делают то, что делают, не «на зло», а потому что не умеют по-другому. Это не с ними что-то не так – это что-то не так с нашими ожиданиями (подчеркну: ожиданиями, не нами).

Иной вариант развития событий – когда вам указывают, что именно вы должны чувствовать, или осуждают вашу реакцию: «Как ты можешь радоваться, что уволилась с работы? Ты должна места себе не находить от тревоги, как все нормальные люди!»

Помню, я выходила из первого брака не с предписываемыми чувствами печали или грусти (они были, но фоном) – я шла в развод с чувством ярости. Вряд ли я ощущала бы ее, если бы мы «просто» не сошлись характерами или любовь превратилась в труху за давностью времени. Я была в ярости, потому что мне было больно переживать собственное бессилие перед тем, как методично и неостановимо разрушается то, что я долго строила, во что много лет вкладывалась временем, силами, деньгами и общим прошлым.

Но я категорически против того, чтобы отказываться что-либо чувствовать из страха «неположенности» этих чувств, их нежелательности, какой-то для кого-то «некрасивости». (– «Я тебя люблю». – «Спасибо». – «Это не тот ответ, которого я ждал». – «Большое спасибо?»7).

Ты говоришь: «Мне больно», а тебе отвечают: «Нет, тебе не…». Тебе не больно. Тебе не страшно. Тебе не плохо. Ты не устала. Это блажь, будь солдатом, возьми себя в руки, соберись. И ты собираешься. Раз собираешься, два собираешься, три, четыре, пять собираешься, восемнадцать раз собираешься, сорок три. И действительно чувствуешь, как становишься закаленнее и сильнее, как грубеет кожа, нарастает броня. И там, где раньше было живое и теплое, – образуется холодная пустота.

И однажды ловишь себя на том, что уже ты говоришь кому-то: тебе не больно, тебе не страшно. Ты не веришь и меряешь по себе, и мера эта мала, и неверие это – ничтожно. А тот другой, пришедший к тебе с бедой, остается с ней в одиночестве и печали.

Мне очень не нравится, когда, спросив: «Что случилось?» и услышав ответ, говорят: «Ну что ты так убиваешься, нашла из-за чего!» Во-первых, любой человек имеет право переживать случившееся так, как он хочет его переживать, потому что ему лучше знать, что облегчит ему горе. Во-вторых, подобные слова ставят под сомнение его способность правильно реагировать на события, переводя из позиции взрослого со своей устойчивой системой координат в позицию ребенка, жизненного опыта которого не хватает, чтобы оценивать происходящее объективно. В-третьих, никто никому не может говорить «расслабься», пока не напрягся до той же степени. Тот, кто переживает потерю, знает, чего ему стоило происходящее, каких сил. Люди не горюют из развлечения.

Как писала Мелоди Битти в своей знаменитой книге о созависимости «Спасать или спасаться»: «Перестаньте отказываться от себя, от своих потребностей, от своих желаний, от своих чувств, от своей жизни и от всего, что вас составляет. Примите решение всегда заботиться о себе – и придерживайтесь его. Мы можем себе доверять. Мы способны справиться и адаптироваться к любым событиям, проблемам и чувствам, с которыми сталкивает нас жизнь. Мы можем доверять своим чувствам и своим суждениям. Мы можем решать свои проблемы. Мы можем научиться жить и с нашими нерешенными проблемами. Мы должны доверять тем людям, на которых учимся полагаться, – самим себе»</p>
</div>
<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
