
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Теория невероятности</b></p>
<p class="tyty">Татьяна Мужицкая</p>
<p>Один из способов выбрать будущее – просто поверить в то, что оно неизбежно.

Ричард Бах[1]
…1987 год. Мне 15 лет, и я настоящий фанат группы «Машина времени». Они особенные. Они наполняют мою жизнь смыслом, у них невероятно глубокие для меня песни, мощные…

Много лет я со всей своей страстью слежу за жизнью этой группы, знаю наизусть все тексты, собираю статьи из газет и журналов. У меня в комнате висит огромный плакат с изображением Макаревича. Мой парень ревнует меня к нему и незаметно подрисовывает Макаревичу рожки и усы. За что получает страшную кару! Ну как можно покушаться на святое! Понимаете, да? И конечно же, я больше всего мечтаю попасть на концерт «Машины времени». Группа по тем временам считается бунтарской: концертов в Москве не бывает. Но я точно знаю, что обязательно попаду и спою вместе с ними всю их программу, отдам им в аплодисментах всю свою накопившуюся любовь и буду совершенно счастлива.

И тут в один прекрасный день я прихожу в школу и узнаю от одноклассников, что в спорткомплексе «Олимпийский» два дня подряд идет сборный концерт, в котором «Машина времени» исполняет аж 6 песен! Причем вчера был первый концерт, а сегодня второй, и последний.

И в этот момент я поняла, что должна туда попасть. То есть не могу не попасть. Вернее, я подумала даже не так: я просто ЗНАЛА, что я обязательно туда попаду! Вот он – шанс увидеть живьем моих кумиров, вот мечта – на расстоянии вытянутой руки! Я не могу упустить этот момент.

Билетов, разумеется, достать было невозможно. Это сейчас ты заходишь в интернет и покупаешь куда хочешь, за любые деньги. А тогда… тогда в кассах их купить было нельзя вообще, распределяли по организациям. А уж с учетом популярности исполнителей… Это было совершенно нереально.

Но меня не остановить. Я понимаю, что это тот самый шанс, упустить который я совершенно не могу.

Помню, что есть такое понятие «лишний билетик». Вот на него и делаю ставку. Прихожу за поддержкой к бабушке: «Ба, помнишь, мы с тобой с самой Олимпиады собираем пятидесятикопеечные монеты в банку из-под пива «Золотое кольцо»? Так вот сейчас тот самый момент, когда эти полтинники мне нужны. Я готова заплатить любые деньги за билет, так что банку я забираю!» Сраженная моим напором, бабушка не сопротивляется.

Когда я вышла из метро, моя решимость претерпела суровое испытание: вдоль дороги стояли толпы людей, выпрашивающих лишний билетик. Сотни людей, а может, даже тысячи… Воображение сразу начало вычислять вероятность… но… но желание было настолько велико, что логика была задвинута в дальний угол сознания. Я упрямо направилась ко входу. И вот я стою в большой толпе, мерзну в слишком легкой для такой погоды курточке. Погода мерзкая, мокрый снег, но я, как заведенная, повторяю посиневшими губами: «У вас есть лишний билетик? Есть лишний билетик?»</p>
</div>
<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
