
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Трать</b></p>
<p class="tyty">Билл Перкинс<</p>
<p>Октябрь 2008 года. Эрин и ее муж Джон, успешные юристы и родители троих маленьких детей, узнают, что у Джона обнаружена светлоклеточная саркома – очень редкая и стремительно развивающаяся форма рака мягких тканей. «Никто не ожидал, что у здорового 35-летнего мужчины окажется опухоль размером с теннисный мяч», – вспоминает Эрин. Никто не предполагал рак, пока опухоль не распространилась на позвоночник и кости ног Джона. «Мы не представляли себе, насколько все серьезно, пока не увидели рентгеновский снимок. Она была там – сияла как звезда на елке», – продолжает она. Страшный диагноз буквально ошеломил ее. Из-за болезни Джон уже не мог работать, и ответственность за семью – физическая и финансовая – легла на плечи Эрин. Слишком большая для одного человека.

Мы с ней дружили с детства, так что мне очень хотелось хоть как-нибудь помочь. «Может, тебе стоит перестать работать так много, – рассуждал я. – Тогда вы будете больше времени проводить как семья, пока Джону это еще доступно».


bookmate.ru
РЕКЛАМА
•
18+
Ответьте на 1 вопрос и книги ваши на 30 дней за 0₽
Тысячи электронных книг • Приложение Букмейт • Читайте и слушайте • Все аудиокниги онлайн
Попробовать
Оказалось, я зря сотрясал воздух: Эрин и сама подумывала бросить работу, чтобы сосредоточиться на самом главном. Так она и поступила. Между этапами терапии они с Джоном наслаждались простыми удовольствиями в компании друг друга у себя дома в Айове. Бродили по парку, смотрели кино, играли в видеоигры и вместе забирали детей из школы.

Когда конец близок, мы вдруг задумываемся: «Какого черта я делаю? Почему я ждал так долго?» Но пока момент не настанет, мы идем по жизни так, словно властелины времени.

В ноябре, когда местные доктора сообщили, что сделали все что могли, а улучшения не произошло, Эрин нашла клинику в Бостоне. Они побывали там несколько раз. Джон проходил экспериментальный курс лечения, а в свободное время пара посещала экскурсии по историческим местам, пока он еще мог ходить. Слишком быстро последняя надежда на чудо растаяла, и однажды Джон разрыдался, думая обо всем, что он упустит – начиная со взросления детей и заканчивая счастливой старостью с Эрин.

Он умер в январе 2009 года, всего три месяца спустя после постановки диагноза. Оглядываясь назад, Эрин вспоминает боль и опустошение, но очень радуется, что ушла с работы, чтобы побыть с Джоном.

Большинство из нас поступили бы так же. Смерть пробуждает, и чем ближе она подбирается, тем более живыми мы себя ощущаем. Когда конец близок, мы вдруг задумываемся: «Какого черта я делаю? Почему я ждал так долго?» Но пока момент не настанет, мы идем по жизни так, словно властелины времени.

В каком-то смысле это вполне разумно. Было бы по меньшей мере странно проживать каждый день как последний. Тогда нам не приходилось бы утруждать себя работой, или подготовкой к экзаменам, или посещением стоматолога. Иногда отложить на время удовольствие и награду логично, ведь ожидание окупится. Но грустная правда в том, что многие откладывают все это слишком надолго: не делают то, что хотели бы, снова переносят приятные встречи, пока не станет слишком поздно, копят деньги на впечатления, которых никогда не получат. Жить так, словно никогда не умрешь, – совсем не дальновидно.

Естественно, случай Эрин и Джона – экстремальный. Прогрессирующая светлоклеточная саркома – редкость, и они встретились со смертью намного раньше большинства. Однако вызов, который бросает нам судьба, одинаков для всех. Здоровье каждого из нас ухудшается со временем. Рано или поздно мы умрем, и всем приходится задаваться вопросом: как извлечь максимум из конечного времени пребывания в этом мире.

Звучит как что-то возвышенное и философское. Но только не для меня. По образованию я инженер, а состояние заработал благодаря аналитическим способностям, так что, как по мне, тут дело в оптимизации: нужно максимизировать удовольствие, минимизируя потери.

Одна проблема для всех
Рано или поздно каждый сталкивается с этой проблемой в той или иной форме. В зависимости от человека меняется размер дохода, часто самым кардинальным образом, но суть одна и та же: как распределить жизненную энергию наилучшим способом, чтобы хватило на всю жизнь до самой смерти?

Поэтому нет смысла упускать возможность жить на полную из страха растратить слишком много денег. Гораздо больше стоит беспокоиться о том, как не упустить время.

Я думал об этом много лет, еще в те годы, когда едва мог заработать на жизнь. И со временем сформулировал несколько вполне осмысленных принципов, которыми можно руководствоваться. Они и легли в основу книги. Например, некоторые впечатления можно получить только в определенном возрасте, – большинству людей не удастся покататься на водных лыжах в 90 лет. А вот еще один принцип: мы всегда располагаем потенциальной возможностью заработать больше денег, но никогда не сможем вернуть ушедшее время. Его становится только меньше. Поэтому нет смысла упускать возможность жить на полную из страха растратить слишком много денег. Гораздо больше стоит беспокоиться о том, как не упустить время.

Я очень верю в эти идеи и пересказываю их всем и каждому, как только представляется шанс. Будь это 25-летняя девушка, которая боится строить карьеру мечты и остается на спокойной безопасной, но нелюбимой и крайне утомительной для нее работе, или 60-летний мультимиллионер, который продолжает часами сидеть в офисе в попытках скопить побольше к пенсии, вместо того чтобы наслаждаться своим богатством. Мне больно видеть, как люди тратят ресурсы и откладывают жизнь – полноценную жизнь – на потом. И я не упускаю случая сказать им об этом. Также я стараюсь и сам насколько могу соответствовать этим принципам. Временами я наверняка похож на толстенького футбольного тренера, стоящего у кромки поля и неспособного следовать собственным советам. Но я меняю свое поведение каждый раз, едва ловлю себя на подобном. О некоторых изменениях вам предстоит прочитать ниже. Никто не идеален, но я стараюсь изо всех сил.

Абсолютно одинаковые, совершенно разные
Жить на полную можно миллионом разных способов. Например, я обожаю путешествовать и играть в покер. Я часто куда-то езжу, иногда – на турниры по покеру. Следовательно, значительную часть своих сбережений я каждый год трачу на свои удовольствия. Но не поймите неправильно, я не защищаю всех, кто спускает деньги на билеты и отели, не говоря уже о покере. К чему я на самом деле призываю – так это определить, что делает вас счастливыми и превращать деньги в такие впечатления, которые подойдут именно вам.</p>
</div>
<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
