
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Ты можешь</b></p>
<p class="tyty">Билл Перкинс<</p>
<p>– Дорогая, ты, конечно, девушка видная, но слишком разборчивая! Тебе бы понизить планочку, – тетя Оля переложила вторую партию пирожков с противня на блюдо и испытующе посмотрела на Вику.

– Да-да, а то ты жениха себе так никогда не найдешь! – добавила троюродная сестра, гремя сковородой в другом конце кухни. – Будешь долго выбирать – одна останешься.

Вика молчала. Ковыряла ногтем запекшуюся вишневую капельку на бочке надкушенного пирожка, не поднимая глаз на тетю. Та спросила, есть ли у Вики жених. С разгона, как увесистая муха о стекло, врезались непрошеные советы в девушку, стоило ей ответить «нет». Тетя решила «помочь советом», не зная толком ни саму Вику, ни подробностей ее жизни.

Был жених у Вики. Был… Встречались пять лет, семью планировали. Открыли совместный «свадебный» счет. Несчастный случай унес жизнь парня полгода назад. Немного оправившись от горя, Вика поехала в путешествие, чтобы сменить обстановку и научиться жить заново, без него. По дороге заглянула к троюродной сестре и тете, с которыми виделась пару раз в жизни.

Хочется спросить у родственников:

«Слишком разборчивая»? По каким признакам вы это определили?

«Понизить планочку»? Какую? Что значит «понизить»?

«Одна останешься»? Это чей-то личный опыт? Есть ли гарантии, что он повторится у другого человека?

Родственники приписали Вике то, чего нет, не имея представления о реальной ситуации.

«Надменная» Галя
Новый контракт, новый город. Бездна работы и тишина одиночества за дверью офиса. Галя изголодалась по общению, разговорам о чем-то, кроме работы, поездкам на природу, прогулкам с подругами. Хотелось знакомиться, дружить, встречаться с людьми.

На пикник со своими друзьями ее пригласила коллега. Галя согласилась с радостью, но и с волнением: ей всегда непросто давались встречи в большой компании незнакомцев. Гале нужно было время, чтобы присмотреться к окружающим, понять, к кому безопасно приблизиться, нащупать комфортный способ проявляться в компании. Обычно на такое плавное сближение была нужна не одна встреча.

Познакомились с ребятами: кто, что, откуда. Чувствуя, как на шею и щеки предательски наползают красные пятнышки, негромким голосом Галя коротко рассказала о себе. Ребята шутили, приглашая новую знакомую к общению: «Добро пожаловать в наш веселый дурдом!», «Мы всегда рады прекрасным незнакомкам!», «С нами не соскучишься!». Все зашумели веселыми воспоминаниями о своих прошлых приключениях, подкалывая друг друга и смакуя предстоящий отдых.

С каждым часом тень, падавшая на лесную поляну, удлинялась. Галя старалась участвовать в жизни компании, балансируя между смущением и удовольствием. Помогала девочкам накрывать на стол, перекидывалась парой фраз с теми, кто заговаривал. Но больше сидела в стороне, отдыхала и с интересом наблюдала за людьми.

Когда тень полностью накрыла поляну, ребята включили в машине громкую музыку и начались танцы. Приятельница потянула Галю за руку, приглашая подвигаться. Галя не пошла. Не сейчас, не время. Ей было неловко, пока что она еще не чувствовала причастности к этому маленькому сообществу настолько, чтобы тело расслабилось и пустилось в пляс.

Из круга танцующих выскочил взлохмаченный долговязый Вова и пританцовывая направился к Гале. Плюхнулся рядом, шумно выдохнув. Галя улыбнулась соседу.

– Слушай! Галя, да? Я вот наблюдаю за тобой сегодня весь день, – заговорил Вова, не глядя на собеседницу, – хорошая ты девчонка. Но, знаешь, холодная какая-то, замкнутая. Взгляд у тебя такой, знаешь… надменный. Да, вот это точное слово: надменная.

Галя почувствовала, как красные пятнышки обожгли шею, и подтянула замок толстовки. В растерянности успела произнести лишь: «Да я…»

– Ты не обижайся, я просто помочь хочу! – повысив тон, перебил Вова. – Со стороны-то оно виднее. Поверь, я хорошо разбираюсь в людях. Просто, понимаешь, такие, как ты, никогда не смогут влиться в компанию и завоевать авторитет. А ты в новом городе, и тебе это сейчас нужно. В общем, что хочу сказать: будь проще, раскованнее, и к тебе потянутся люди. Вон, смотри, как девчонки зажигают! Пример бери! Послушай «опытного дядю Вову», и все будет хорошо.

«Благодетель» покровительственно приобнял Галю за плечи и удалился напевая. Галя обхватила руками колени, ей хотелось слиться с лесной тенью. «А что ты знаешь про меня…» – прошептала она вслед худощавой фигуре.

«Надменная»? По каким Галиным поступкам это стало понятно?

«Со стороны виднее»? С какой стороны? Что конкретно видно?

«Такие, как ты, никогда не смогут…» Это какие? С кем и в чем сравнение?

«Будь проще!» А в чем состоит сложность? Что конкретно упрощать?

«Хочу помочь». Разве кто-то просил о «помощи»?

«Безответственные» супруги
Таня с Толиком поженились еще на третьем курсе института. Близкие и друзья знали их как любящую пару. С годами их отношения стали только крепче, вот только детей завести никак не получалось… Пять неудачных попыток забеременеть, семь лет лечения и спектр ощущений от дна отчаяния до высот надежды. Никак… Болезненная, очень личная тема для пары.

Таня с Толиком пришли на встречу однокурсников.

– О-о-о, ребята, так никуда не годится! Вам пора бы уже завести детей. Вы что думаете, молодость вечная? Вот у меня уже старший в школу пошел, а я так-то не рано женился. А у брата моего так вообще трое! – выкрикивал Колян, подливая шампанского и неловкости Тане с Толиком.

Однокурсник «взывал к ответственности» супругов, которых последний раз видел на выпускном пятнадцать лет назад. Интересоваться жизненными обстоятельствами не стал. «Отличный» же совет дал!

В подобных ситуациях Таня уже наловчилась сдерживать слезы, чтобы не выдавать своей боли. Толик привычно поглаживал ее руку под столом, за двоих отшучиваясь и переводя разговор на другую тему. Но настроение было испорчено, хотелось уйти.

Про важность расширения семьи, продолжения рода и себя в детях; про счастье сладких маленьких пяточек и впервые произнесенного «ма-ма-ма»; про «пора вам взрослеть» и «стакан воды в старости» пытались донести «доброжелатели» как из круга родственников, так и малознакомые.

Но никто ни разу не поинтересовался: «Ребята, а почему?» или «Хотите ли.

Алена «сама виновата»
Развод Алены последовал вскоре после свадьбы, но оставил тягучий шлейф на годы, подобно едкому запаху гари после пожара в доме. Муж ловко и незаконно провернул развал семьи, выслал по почте решение суда о расторжении брака и растворился в прошлом. У него осталось совместно нажитое имущество, а у Алены – чувство беспомощности, ребенок и многотысячный долг бывшего, который женщина в итоге выплачивала три года. Было не до новых отношений, выжить бы.

На новогоднем корпоративе Алена познакомилась с коллегой из другого подразделения, с которой раньше общалась только в деловой переписке. Коллега оказалась приятной собеседницей, разговор перешел с рабочих вопросов на более личные. Алена не жаловалась, подробностями не делилась, советов не просила. Ограничилась общими словами: «В разводе, воспитываю сына, новых отношений пока нет, много работаю».

– А может, тебе стоит задуматься: что ты сама такого сделала, чтобы муж ушел, и что ты в своей жизни делаешь такого, что за три года у тебя не появилось новых отношений? – воткнула коллега в разговор «психологический приемчик». – Это же ненормально: молодая красивая женщина – и без партнера! Ты должна полюбить себя!

Алена стиснула пальцами горячую чашечку. В кофейной гуще отразилось предательство мужа, три года работы практически без выходных и жизни «с затянутым поясом». А еще старенькая машина, которую пришлось продать, чтобы погасить часть долга бывшего. Зарплата, от которой после выплат оставалось лишь на необходимое. И вечный невозможный выбор: купить еду или лекарства, оплатить репетитора ребенку или аренду квартиры, поменять сломанные краны или свои изношенные сапоги.

Объясняться и оправдываться Алена не стала.

– Как-то так. Значит, предполагаешь, что с квартальным отчетом по импортным закупкам нам придется несладко в следующем квартале? – высказавшись и заскучав, коллега перевела разговор на другую тему.

«Задуматься: что ты сама такого сделала, чтобы муж ушел»? На чем основана такая фантазия?

«Не появилось новых отношений за три года»? Обязательно должны были появиться? Кто и где устанавливает сроки?

«Должна полюбить себя»? Откуда информация, что Алена не любит себя? И как это связано с тем, что ей пришлось на протяжении нескольких лет выходить из сложной жизненной ситуации?

«Диагноз». Совет. И ни единого вопроса на прояснение…

* * *
Я слышу подобные истории от клиентов на консультациях каждый день. И в своей жизни сталкиваюсь часто. А вам знакомо такое «меню»:

● оценка личности человека по мимике;

● навязанный личный опыт;

● «винегрет» из советов;

● допущения и догмы;

● ярлыки;

● подсвечивание «недостатка»;

● установки и фантазии;

● мнение, основанное на чужом, не прожитом лично опыте;

● взгляд со стороны;

● безосновательные предсказания;

● демонстрация собственных компетенций?

В этом списке – все что угодно, кроме заинтересованности другим человеком.

И хочется кричать: «Умоляю, спроси меня про меня!»


Если в контакте между двумя людьми нет искренней заинтересованности, не остается и шанса на взаимопонимание и поддержку. «Употреблять» такое «блюдо» можно, но «переваривается» оно плохо, хочется «отодвинуть от себя тарелку»: прикрыться формальностями, перевести разговор на другую тему, а то и вовсе отмолчаться.

Не задавать вопросы, не прояснять, не интересоваться. Кажется, будто это встроенная в людей функция.

Почему так?

Контакт с человеком – одно из самых волнительных событий для нашей психики.

Приближение или прикосновение к границе другого всегда сопряжено с ощущением новизны и неизвестности.

Новизна и неизвестность сопровождаются ощущением опасности, отсутствия контроля: «Ты для меня новый, непонятный. Твой образ жизни отличается от моего. Я не знаю, чего ожидать от тебя. С чем я столкнусь, когда подойду ближе? Как подступиться к тебе? Я не могу прогнозировать твои реакции на мои проявления и не понимаю, каким могу быть рядом с тобой. Я не готов к такому количеству нового сразу. Я не чувствую себя в безопасности, я напуган. Поэтому мой способ сближения – это измерять тебя знакомым мне мерилом и накладывать свои проекции».

Или: «Я хорошо тебя знаю! Но сейчас ты поступаешь непонятным для меня образом… Проживаешь свою ситуацию незнакомым мне способом. Я привык, что люди поступают иначе. Я не готов впустить эту новизну в себя. Ведь тогда мне придется что-то с этим делать: пытаться понять, крушить установки, обращаться к толерантности. А это для меня некомфортно. Поэтому я настораживаюсь. И для того, чтобы почувствовать себя в безопасности, я буду складывать твою инаковость на понятную мне "полочку" теми способами, которые мне доступны». Эти способы вы уже видели в «меню» выше.

Вот и получается, что безопаснее оставаться в контакте со своими представлениями о другом человеке, вместо того чтобы контактировать с ним напрямую.

Зачем, например, доказывать свою правоту, спорить, переубеждать, сравнивать? Чтобы почувствовать себя умным, важным, значимым, опытным? И это тоже. Но эта потребность на поверхности, как пенка капучино. А если посмотреть вглубь, задаться вопросом: «Что будет, если я почувствую себя умным, значимым?..» Ответ: «Так я почувствую себя спокойнее и увереннее. Я буду в безопасности». Если в своем представлении мы делаем другого человека похожим на себя, он становится, как нам кажется, более понятным, а значит, более безопасным.

Взволнованность, легкое или интенсивное нервное возбуждение при общении с другим человеком – процесс естественный, сопряженный с работой головного мозга, вегетативной нервной системы. Эта движущая энергия необходима нам для каждого действия. Даже для того, чтобы утром засунуть ноги в тапочки, дойти до кухни и включить чайник, вам нужна капелька внутреннего возбуждения. А для того, чтобы, например, попросить у начальника прибавку к зарплате, этой энергии понадобится целое озерцо.

Волнение – толковый внутренний механизм, который помогает жить.

Не волноваться при контакте с другим человеком не получится. Но проявиться это может по-разному – в зависимости от привычной (часто неосознаваемой) реакции. Можно зажаться в смущении, отмолчаться, отодвинуться. Или идти за волнением, ярко предъявляя себя, фонтанируя своими проекциями и фантазиями о собеседнике. Не плохая и не хорошая, одна и другая реакция – это способ присутствовать рядом с человеком, а не взаимодействовать. И тогда вы как будто остаетесь в своем внутреннем лесу нахаживать круги по выученным тропинкам. Но там нет людей. Нет контакта, новизны и той ценности, которую можно приобрести от искреннего взаимообмена.

Парадокс в том, что почувствовать себя безопасно возможно, только находясь в прямом контакте, задавая вопросы.

Тогда становится яснее.

И часто этой возможности достаточно для того, чтобы снизить зашкаливающее волнение.

Иногда мне звонят люди, которые изначально ничего не знают про меня, кроме того что я «психолог». Они не интересовались информацией на сайте, не читали мою книгу и соцсети. Записал человек номер телефона и ищет опору, ему нужно срочно «приложить» специалиста к свежей ране, чтобы обезболить. Это нормально.

Звонит женщина:

– Здравствуйте! Как можно попасть на консультацию? Сколько стоит? Сколько длится сеанс?

Я отвечаю, даю краткую информацию.

– Это вы ведете прием?

– Да.

Пауза.

– М-м-м… Такой голос молодой… Ну, не знаю, перезвоню.

Иногда напрямую заявляют:

– У вас голос такой… Вы слишком молодая. Поищу более опытного специалиста! До свидания!

Не так давно я встретила свою сорок седьмую весну, а в профессии уже двадцать лет. Природа вложила в мою «базовую комплектацию» звонкий молодой голос. С годами он не меняется. «Ношу» с удовольствием.

Несостоявшийся клиент не задал мне ни одного вопроса про меня, погрузившись в свои проекции: «Молодой голос может быть только у молодой девушки. Следовательно, у нее мало опыта в профессии. Следовательно, она не может быть хорошим специалистом. Вывод: не поможет. Отказ».

И где здесь про меня? Наш контакт не произошел. Это не хорошо и не плохо. Это факт.

Однажды я поддалась любопытству и отчаянно пустилась в эксперимент. Терять-то все равно нечего! Было волнительно «порезаться» о возможные агрессию и отвержение, но я поинтересовалась у дамы на том конце провода, которая уже была готова обесценить меня:

– Молодой голос? А как эта данность характеризует меня как профессионала? Сколько мне лет, по вашему впечатлению? Я обращаю внимание, что вы не поинтересовались.

Дама хмыкнула:

– Спрашивать у женщины про возраст неприлично!

– А вы попробуйте. Вдруг мой ответ что-то изменит. А может, конечно, и нет, – не отставала я.

Видимо, в ту минуту экспериментаторский азарт передался даме, и она рискнула:

– Интересная вы такая. Ну ладно… И сколько же вам лет?

Оказалось, что я на шесть лет старше, что я – «я никогда бы вам столько не дала». В результате дама стала моей клиенткой и у нас получилась ценная терапевтическая работа на год.

* * *
Не спрашивают вас про вас – спросите сами про себя.

Вы можете гораздо больше, чем вам кажется.

Вы можете выбирать.

Вы можете выбирать, стоит ли вам сейчас объясняться: «Я не такой, как ты подумал… Я не это имел в виду». Или замкнуться и отдалиться. Или выбрать не проигнорировать себя.

«Что ты имеешь в виду?», «Почему ты считаешь, что я так думаю?», «Ты попадал в подобную ситуацию?» – одним-двумя уточняющими вопросами вы способны направить контакт с человеком в другое русло, где может случиться встреча. Где есть взаимопонимание, интерес, спонтанность, поддержка, живое общение. Где может случиться партнерство, начаться дружба или вспыхнуть любовь.

А может, и нет, я не даю гарантий. Но вы попытались. И теперь точно будете знать, что встреча с человеком не произошла.

Но и в таком случае вы можете многое:

НЕ согласиться с чужой проекцией, задаваясь сомнительным вопросом: «А может, это со мной что-то не так?»;

1.
Я забочусь о безопасности своих клиентов и строго соблюдаю принцип конфиденциальности, поэтому истории героев книги приближены к реальности, но факты и имена изменены. Мои личные истории приведены в неизменном виде.</p>
</div>
<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
