
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Дела минувшие</b></p>
<p class="tyty">Николай Свечин</p>
<p>Мир, строго говоря, состоит из энергии.

Есть бородатый анекдот о сложности этого понятия. Вопрос на экзамене по физике: что такое энергия? Студент мучается, пыхтит, в конце концов говорит: «Простите, профессор, знал, но забыл!» Профессор встает и торжественно объявляет аудитории: «Друзья, трагедия! Один человек в мире знал, что такое энергия, но и тот забыл!»

При попытке определить, что такое энергия, обычно приземленный и конкретный язык физической науки виляет из стороны в сторону и обрастает почти эзотерическими интонациями. Это мера причинно-следственной связи. Разменная валюта Вселенной, описывающая, что во что может превращаться, что куда может двигаться или чем становиться. Энергия – это такое необъяснимое и философски неделимое нечто, которое никак не выглядит и ни из чего не состоит, не убывает и не возникает, но является нам в разных формах – массы, тепла, движения, волны. Энергия перетекает из одной формы в другую: например, теплом можно вызвать движение. Чтобы сделать что-то, что не хочет делаться само, нужно вложить энергию – толкнуть камень в гору, например. А если что-то делается самопроизвольно, то энергия при этом выделяется, как свет и жар при горении. В том, откуда и куда энергия перетекает, состоит, собственно, последовательность всех событий в мире. Мы называем направление этого перетекания временем.

Одна из главных форм существования энергии – это материя, то есть энергия с массой. Известная нам материя состоит из атомов, крупиц энергии, пойманной в форме массивных комков. Благодаря наличию массы атомы обладают свойствами, интуитивно понятными нам, массивным существам. Атомы, например, отскакивают друг от друга – их можно весьма условно сравнить с бильярдными шарами.

Все атомы имеют похожую структуру. В центре – тяжелое ядро, несущее в себе почти всю массу атома. Ядро состоит из плотно слепленных друг с другом протонов и нейтронов, которых может быть от одной штуки (у водорода) до пары сотен (у урана). У нейтронов есть только масса, а у протонов, помимо массы, есть еще заряд – особое свойство материи, которое существует в двух вариантах, притягивающих друг друга. Мы называем эти варианты положительным и отрицательным зарядом: у протона по договоренности плюс, а противоположный минус – у еще одной составляющей атома, электрона.

В основном атом состоит из пустоты. Ядро из протонов с нейтронами – центр тяжести – занимает ничтожную часть пространства по сравнению с диаметром атома. Поверхность же атома состоит из почти невесомого электронного облака. В школьных учебниках принято писать, что электрон летает вокруг ядра, но это сразу создает ложное представление, которое приходится потом долго ломать, когда дело доходит до квантовой механики. Дело в том, что если атом в целом еще худо-бедно напоминает шарик, то электрон – вообще нечто иное, и как шарик его никоим образом не описать. Он и волна, и материя. У него есть масса, но нет четкого положения: вероятность его существования как бы размазана по пространству, окружающему атом. Электроны имеют заряд, противоположный протонному, благодаря чему электронная оболочка и окружает ядро, к которому ее все время тянет. Таких оболочек у атома может быть много, они слоятся и переплетаются вокруг ядра многомерной квантовой капустой, от которой студентам-первокурсникам на лекциях по химии или физике обычно становится плохо.

Различаются атомы количеством протонов, нейтронов и электронов. Атомы с определенным количеством протонов называются элементами. Элемент – это тип атома. У каждого элемента свои свойства. Самый простой элемент – водород. У водорода один протон и один электрон, а нейтронов обычно нет вообще. У углерода, например, 6 протонов и обычно 6 нейтронов, а у железа – 26 протонов и 30 нейтронов. Чем больше протонов с нейтронами – тем атом тяжелее. Количество электронов в норме уравновешивает количество протонов, нейтрализуя общий заряд атома. Но в махинациях с электронами, как мы увидим, состоит вся атомно-молекулярная жизнь.

Пантеон элементов
Атомам все время не сидится со своим набором электронов. В этой нервозности – причина всех химических реакций. Спокойна только особая группа атомов, носящих благозвучное название благородных газов: гелий, неон, аргон, криптон, ксенон, радон. В пантеоне химических элементов они как шесть бодхисаттв, поддерживающих баланс своих электронов в полной гармонии с протонами, лишенные желаний и устремлений, не вступающие ни в какие реакции и ведущие одиночную жизнь в форме газа.

Остальные атомы, так или иначе, чего-то хотят от других атомов, благодаря чему и существуют вещества, предметы и организмы. Некоторые атомы не удовлетворены своим «естественным» количеством электронов и хотят оторвать или хотя бы оттянуть их от других атомов. Другим атомам слишком много положенного набора, и они ищут желающего принять избыток. У некоторых вроде бы все в порядке с количеством электронов, но у них нестабильная конфигурация, которую можно стабилизировать, только вступив в связь с другим атомом с похожей проблемой.

Химическая связь возникает, когда электронные облака двух атомов сливаются в единое облако. Полученная совместная электронная оболочка распределяется между ядрами-партнерами. Бывает мирное слияние, когда оба атома получают поровну коммунального облака. Бывают почти рейдерские захваты, когда один атом после слияния перетягивает облако на себя, и перед атомом-партнером встает выбор: либо довольствоваться краешком облака, прилипая к захватчику, либо отколоться и остаться вообще без электрона. Если облако растянуто на два ядра, то теперь два атома существуют как единое целое, и такая стабильная связка атомов называется молекулой. Молекулы помогают атомам успокоить свою нервозность.

Живой мир состоит не из отдельных атомов, а именно из молекул – конгломератов атомов, связанных друг с другом общими электронами. Молекулы живой природы – органические молекулы – отличаются своими огромными размерами. Они состоят не из двух-трех атомов, а из десятков, сотен, даже тысяч атомов, складывающих свои электронные облака в сложные трехмерные структуры. Количество возможных молекул бесконечно, а количество реально существующих молекул определяется, скорее, нашими способностями их находить или создавать. Но атомов гораздо меньше, чем молекул, а ключевые атомы природы, собственно химический каркас жизни, и вовсе можно пересчитать по пальцам.

Главный из них – бесспорно, углерод. Если говорить отвлеченно, то из углерода состоит все живое, а другие атомы – так, поналипли. Почему углерод? Он обладает уникальными среди элементов способностями. Атом углерода в молекуле может быть связан с двумя, тремя и даже четырьмя другими атомами, в том числе, и это особенно важно, с другими атомами углерода. В итоге образуются ветвящиеся цепи и многогранные кольца, причем их размеры и строение почти ничем не ограничены. Это свойство углерода настолько расширяет возможности и разнообразие состоящих из него молекул, что их изучение даже носит особое название – «органическая химия».

КСТАТИ

Есть такая шутка: что такое органическая молекула? Это любая молекула, интересная химикам-органикам.

Границу между органической и неорганической молекулой действительно сложно провести. На первый взгляд, это просто: подавляющее большинство органических соединений одновременно состоит из углерода и производится живыми организмами – отсюда «органика» в их названии. Но есть спорная территория, например углекислый газ – вездесущая и очень простая форма существования углерода, которая бывает на других планетах и безо всякой жизни. Его едва ли можно отнести к органическим молекулам, а вот мочевину – молекулу не намного сложнее, но гораздо более редкую за пределами биосферы – возможно. Именно синтез мочевины из цианата аммония, осуществленный немецким химиком Фридрихом Вёлером, считается первым случаем искусственного производства органического соединения из неорганического. Своим достижением Вёлер помог опровергнуть концепцию витализма, согласно которой в молекулах живого организма содержится особая жизненная сила, принципиально отличающая ее от «неживых» веществ.

Углерод – фигура конструктивная, производительная, хозяйственная. Он готов сотрудничать с другими атомами на разумных условиях. Он не пытается оторвать у них каждый увиденный электрон, а спокойно объединяет свои электронные облака с чужими во все более и более крупные структуры. Углерод готов сотрудничать с другими углеродами, до четырех на атом – получаются ветвящиеся цепочки, где все на равных правах. Углерод ведет себя вежливо даже в отношениях с водородом, лишь слегка оттягивая на себя его смехотворный единственный электрон. Именно благодаря таким деловым качествам углерода живая природа существует в известном нам виде. Из-за своей сговорчивости и общительности углерод идеально подходит для сборки в гигантские мегамолекулы, такие как белки или ДНК.

</p>
</div>


<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
