
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Что скрывает кожа</b></p>
<p class="tyty">Йаэль Адлер</p>
<p>Здесь находится так называемый эпидермис. Epi по-гречески означает «над». Dermis тоже происходит из греческого и означает «кожа». Поэтому эпидермис называют также верхним слоем кожи. Это тот слой кожи, который мы можем непосредственно видеть и ощущать. Обычно он толщиной всего 0,05-0,1 миллиметра, и при этом он единственный и поистине героический носитель защитного барьера и кислотной мантии. Но из-за продолжительных избыточных нагрузок вследствие давления эпидермис может утолщаться, как, например, на стопах, где образуются мозоли толщиной более двух миллиметров. Верхний слой кожи выполняет важные защитные функции, направленные наружу и внутрь, предотвращает воздействие химических и прочих вредных веществ и аллергенов, борется против биологических атак со стороны возбудителей всех видов и оказывает сопротивление всевозможным механическим воздействиям, подобно защитной пленке на мобильном телефоне.

    Если рассматривать эпидермис через лупу, можно различить тонкие линии, расходящиеся по всем направлениям и образовывающие подобие геометрических фигур: решетки, трапеции, прочие многогранники. Этот особенный кожный рисунок называется также кожным полем, поскольку картинка немного похожа на то, что можно наблюдать с воздуха, пролетая над сельской местностью с лугами, полями и пашнями.
    
    Однако если смотреть на эпидермис в разрезе, мы увидим: кожное поле – это вовсе не плоская равнина, а скорее даже холмистая местность. Высокие плато перемежаются с отвесными хребтами.
    
    В долинах растут волосы, вершины хребтов венчают потовые железы. Сальные железы тоже находятся в области кожного поля. Их устья хорошо различимы на лице. Речь идет о порах.
    
    Структура кожного поля лучше всего распознается на спине, на суставах пальцев и на сгибах локтей. И только на наших ладонях и стопах другой кожный рисунок. Мы, врачи, называем его гребешковой кожей. По поверхности ладони параллельно друг другу проходят многочисленные маленькие бороздки, словно на только что распаханном поле. Эти бороздки создают индивидуальный рельеф, у каждого человека он свой. Эта уникальность помогает идентифицировать людей, например, с помощью всем известных отпечатков пальцев.
    
    Каждые три-четыре недели эпидермис обновляется.
    
    Но в чем же смысл особого вида эпидермиса на руках и на стопах? Ответ прост: гребешковая кожа, что на ладонях и стопах, прочнее, чем кожное поле. Это большое преимущество при ходьбе, хватании, ощупывании. Кроме того, там нет волосков и сальных желез. Зато больше потовых желез.
    
    Матушка Природа о нас позаботилась – пот обеспечивает лучшее сцепление кожи с поверхностью, а значит, потными ногами человек мог быстрее убежать, встретив на пути медведя. Нашим предкам это давало преимущества для выживания. А если им затем еще надо было взобраться на дерево, то потные руки были в помощь – лучше сцепление со стволом.
    
    «Фу! – подумаете вы. – Потные руки и ноги! Как же это неприятно…» Но эволюция задумала это не просто так.
    
    Как бы странно это ни звучало, но наше тело и наша кожа все еще находятся в суровом каменном веке, где в любой момент нам могут угрожать дикие звери. То, что мы променяли степи на городские джунгли – это не предусмотренное природой самоуправство!
    
    Надежная стена: защитный барьер кожи
    
    Пожалуй, самая важная задача эпидермиса – охранять нас от вторжений извне. Для этой цели эпидермис создает прочный защитный слой, так называемый защитный барьер.
    
    Из чего складывается этот барьер?
    
    Давайте подробнее остановимся на строении эпидермиса. Он состоит из четырех различных клеточных слоев:
    
    – слой «зародышевых клеток» (базальный, или зачатковый, слой);
    
    – слой «ростковых клеток» (шиповатый слой);
    
    – слой «взрослых клеток» (зернистый);
    
    – и наконец, слой «мертвых клеток» (роговой).
    
    Все клетки эпидермиса начинают свою жизнь в детском слое. В течение четырех недель они обращаются в другие типы клеток, вплоть до собственно барьерного слоя на самом верху. Таким образом, клетки эпидермиса в течение своей жизни перемещаются снизу наверх, то есть изнутри наружу.</p>
</div>

<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
