
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
    <img src="./img/logo.png">
</a>
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>

        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Продписка за 0₽</a>
            <a href="4.1.php" class="yy">Популярное</a>
        </div>
    </div>
    </div>

    <div class="er">
<p class="cv"><b>Упражнения</b></p>
<p class="tyty">Иэн Макьюэн</p>
<p>Это были воспоминания во время бессонницы, не сон. Снова урок игры на фортепьяно – покрытый оранжевой плиткой пол, окно под потолком, новый инструмент в пустой комнатушке рядом с лазаретом. Ему было одиннадцать лет, и он разучивал первую прелюдию Баха из первого тома «Хорошо темперированного клавира» в упрощенной версии, но он об этом не имел ни малейшего понятия. Он не знал, известная это пьеса или не очень. Он не ведал, ни когда, ни где она была написана. Он даже не понимал, что кто-то когда-то удосужился ее сочинить. Музыка просто существовала в нотах, в виде упражнения, темная, словно сосновый лес зимой, исключительно для него, как его личный лабиринт холодной печали. Она его не отпускала.

    Учительница сидела рядом с ним на высокой скамье. Круглолицая, с прямой спиной, надушенная, строгая. Ее красота скрывалась под маской уже знакомых повадок. Она никогда не хмурилась и не улыбалась. Кое-кто из мальчишек считал ее чокнутой, но он в этом сомневался.
    
    Он опять ошибся в том же самом месте, где всегда ошибался, и она придвинулась к нему чуть ближе, чтобы указать на его ошибку. Ее теплый локоть уперся ему в плечо, и ее кисти с наманикюренными ногтями застыли над его коленками. Ему вдруг стало щекотно, и пробежавшая по ногам предательская волна мурашек отвлекла его от музыки.
    
    – Послушай. Это как легкое журчание.
    
    Но когда она заиграла, он не услыхал никакого легкого журчания. Его обдала удушливая и оглушающая волна ее духов. Аромат был приторный, округлый, тяжелый, словно речной окатыш, стукнувшийся о его мысли. Три года спустя он узнал, что это за запах: розовая вода.
    
    – Попробуй еще раз. – Она чуть повысила голос, и в нем зазвучали строгие нотки. У нее был музыкальный слух, а у него нет. Он знал, что мысленно она витала где-то далеко и что ее утомляло его безразличие – для нее он был просто учеником пансиона с пальцами, измазанными чернилами. Эти пальцы тупо нажимали на беззвучные клавиши. Он сразу заметил трудное место в нотах, прежде чем добрался до него, это произошло до того, как он ошибся: ошибка неумолимо надвигалась на него, широко, по-матерински, раскрыв ему объятия, готовая подхватить его, это всегда была та же самая ошибка, коварно поджидавшая его и не обещавшая ему нежного поцелуя. И он снова сфальшивил. Его большой палец жил собственной жизнью.
    
    Они вдвоем слушали, как фальшивые ноты растворились в шипящей тишине.
    
    – Извините, – прошептал он себе под нос.
    
    Выразив свое неудовольствие, она коротко выдохнула через ноздри, как будто фыркнула, – он не раз слышал такой звук. Ее пальцы легли ему на ляжку как раз под окоемом его серых шортиков и впились в кожу. Он знал, что вечером там возникнет синячок. Ее холодные пальцы поползли выше под шорты, туда, где эластичные края трусов обнимали кожу. Он сполз со скамьи и, краснея, застыл перед фортепьяно.
    
    – Сядь! Начни сначала!
    
    Ее строгость вмиг стерла то, что случилось. Все прошло, как не было, и он даже усомнился в точности своего воспоминания об этом. Он так же сомневался всякий раз после подобных обескураживающих ситуаций со взрослыми. Они никогда не говорили, что им от тебя надо. Они скрывали от тебя пределы твоего неведения. То, что случилось, что бы это ни было, произошло по его вине, а неповиновение было чуждо его натуре. Поэтому он послушно сел, поднял голову и всмотрелся в суровые шеренги застывших на странице нотных знаков и опять заиграл, еще более неуверенно, чем раньше. Никакого журчания тут быть не могло – в этом лесу уж точно! И скоро он опять приблизился к тому самому трудному месту. Катастрофа была неминуема, и это ощущение подтвердило сей факт, когда его дурацкий большой палец сдвинулся вниз там, где ему следовало оставаться на месте. Он остановился. В его ушах звонко звучали фальшивые ноты, словно его имя, громко произнесенное вслух. Двумя пальцами она зажала ему подбородок и повернула к себе его лицо. Даже в ее дыхании он уловил парфюмерный аромат.
    
    Не сводя с него взгляда, она взяла с крышки пианино длинную линейку. Он не мог позволить ей ударить себя линейкой, но, сползая со скамьи, не заметил движения ее руки. Он щелкнула его по коленке ребром линейки, не полотном, и это было больно! Он шагнул назад.
    
    – Делай, что я говорю, сядь!
    
    Его коленка горела, но он не стал тереть ушибленное место ладонью, пока нет. Он в последний раз посмотрел на ее красивое лицо, на блузку в обтяжку, с высоким воротником и с перламутровыми пуговицами, на расходящиеся диагонально складки на ткани, туго натянутой ее грудью, и на ее спокойный немигающий взгляд.
    
    Выбежав от нее, он бросился бежать мимо нескончаемой колоннады месяцев и бежал, бежал, пока ему не исполнилось тринадцать и не сгустилась ночь. Много месяцев она возникала в его грезах перед сном. Но на сей раз все было по-другому, ощущения были болезненные, холодные иголки кололи в животе – это, думал он, то самое, что люди называют экстазом. Все было ему в новинку, и хорошее, и плохое, но все это было его, собственное. Никогда в жизни он не испытывал подобного восторга, осознавая, что миновал точку невозврата. Слишком поздно, вернуться назад нельзя, но какая ему разница? Удивленный, он впервые кончил себе в руку. А когда пришел в себя, сел в темноте, встал с кровати и отправился в туалет общежития, в «сортир», чтобы получше рассмотреть там бледную слизь на своей ладони, на детской еще ладони.
    
    И тут его воспоминания сменились сновидениями. Он приблизился сквозь сияющую бездну к краю горного пика, откуда открывался вид на далекий океан, подобный тому, что увидал толстый Кортес в стихотворении, которое весь класс в виде наказания переписывал двадцать пять раз. Море кишело извивающимися существами размером меньше головастиков, их были мириады и мириады в водных просторах, тянувшихся к искривленному горизонту. Подойдя еще ближе, он заметил пловца, упрямо плывущего среди мельтешащих существ, распихивая своих собратьев и проникая в гладкие розовые туннели, опережая прочих, которые в изнеможении отплывали прочь и уступали ему дорогу. Наконец он в одиночестве доплыл до сияющего диска, величественного, как солнце, и медленно вращавшегося по часовой стрелке, умиротворенно и со знанием дела, словно равнодушно дожидаясь его. Если это был не он, то, должно быть, кто-то другой. И когда он вошел внутрь сквозь плотные кроваво-красные занавеси, издалека послышался вой, а затем перед его глазами ярко вспыхнуло плачущее лицо ребенка.
    
    Теперь он был взрослый мужчина, поэт, как ему хотелось думать, мучимый похмельем, с пятидневной щетиной, стряхнувший остатки недавнего сна и бредущий из своей спальни в детскую, на плач ребенка, которого он поднял из колыбели и прижал к груди.
    
    Потом он оказался внизу с закутанным в одеяльце спящим ребенком на руках. Кресло-качалка и рядом с ним на низком столике купленная им книга о мировых неурядицах, которую он наверняка никогда не прочитает. У него своих неурядиц хватало. Он подошел к французскому окну и стал смотреть на узкий лондонский садик, купающийся в туманном влажном восходе, на одинокую голую яблоню. Слева от нее валялась перевернутая вверх дном зеленая тачка, к которой никто не прикасался с бог знает какого летнего дня. Чуть ближе к окну торчал металлический круглый столик, который он вечно хотел покрасить. Холодная весна маскировала мертвое дерево: в этом году листьев на нем не будет. В разгар начавшейся в июле трехнедельной засухи он мог бы еще его спасти, несмотря на запрет пользоваться водой из шланга для полива растений1. Но он был слишком тогда занят, чтобы таскать через весь сад ведра с водой.
    
    У него слипались глаза, и он откинул голову назад, но не засыпая, а снова предаваясь воспоминаниям. Это была прелюдия – как ее надо было сыграть. Прошло много времени с тех пор, как он находился здесь, – ему снова одиннадцать, и он вместе с тридцатью соучениками шагал к старой хижине Ниссена. Они были еще слишком малы, чтобы понять, какие они несчастные, и было слишком холодно, чтобы разговаривать на ходу. Охватившее всех нежелание куда-то идти придавало их движениям размеренную слаженность, как танцорам кордебалета, когда они молча спустились по поросшему травой крутому склону холма, а потом выстроились шеренгой в тумане и стали покорно ждать начала занятия.
    
    А внутри, в самом центре хижины, стояла раскаленная печка, которую топили углем, и стоило им согреться, как они расшумелись. Здесь это было можно, а больше нигде, потому что их учитель латыни, низкорослый добряк-шотландец, не мог совладать с классом. На доске было написано уверенным учительским почерком Exspectata dies aderat. А ниже ученическими каракулями выведено: Долгожданный день настал. В этой самой хижине, так их учили, в более суровые времена мужчины готовились к морским сражениям и постигали выверенные навыки установки подводных мин. В этом заключалась их подготовка. А сейчас здесь же здоровенный парень, известный на весь пансион задира, вразвалочку вышел к доске, ухмыляясь, нагнулся и насмешливо выставил свою задницу, которую неумело отхлестал тапком незлобивый шотландец. Мальчишки подбадривали задиру веселыми криками, потому как никто другой на такое бы не осмелился.
    
    Гвалт усилился, поднялась суматоха, и мальчишки принялись перебрасывать что-то белое по партам, и тут он вспомнил, что сегодня понедельник и такой долгожданный и пугающий день настал – снова. У него на запястье красовались толстенные часы – подарок отца. Только не потеряй! Через тридцать две минуты начнется урок музыки. Он попытался не думать об училке-музыкантше, потому что он не подготовился к занятию. Слишком темно и страшно было в том лесу, в котором надо было добраться до места, где его большой палец неуклюже свисал вниз. Если бы он подумал о маме, им бы овладела слабость. Она была далеко и не могла ему помочь, поэтому он и ее тоже вытолкнул из памяти. Никто не мог предотвратить наступление понедельника. Синяк, полученный на прошлой неделе, уже побледнел – и что он такое в сравнении с парфюмерным ароматом учительницы музыки. Синяк же не имеет запаха. Это скорее бесцветная картинка, или место, или ощущение места, или нечто среднее. Но помимо ужаса им овладело еще кое-что – возбуждение, от которого ему тоже надо бы избавиться.
    
    
    Для Роланда Бейнса, лишенного сна человека в кресле-качалке, пробуждающийся город был не более чем далеким шуршанием, нараставшим с каждой минутой. Начинался утренний час пик. Выброшенные из своих сновидений и кроватей люди носились по улицам, точно ветер. А ему только и оставалось что быть кроваткой для своего сыночка. Он ощущал, как бьется сердце прижавшегося к его груди малыша – оно билось вдвое чаще, чем у него самого. Кровь в их жилах сейчас пульсировала не в лад, но настанет день, когда их пульсы окончательно рассинхронизируются и навсегда окажутся в разных фазах. Никогда они не будут столь же близки. Он будет меньше знать о нем, а потом и еще меньше. Другие будут знать Лоуренса куда лучше, чем он, будут знать, где он был, чем занимался и что говорил, потому что он сблизится со своим лучшим другом, а потом со своей возлюбленной. Иногда он будет плакать в одиночестве. Он станет отдаляться от отца, реже его навещать, все поспешнее его обнимать, он будет поглощен работой, семьей, возможно, политикой, а потом – прощай! А до этого он знал о нем все, где именно и с кем он был в тот или иной момент. Он был для своего малыша кроваткой, Богом. Долгое расставание с ребенком, возможно, составляет самую суть родительства, но этим ребенка невозможно зачать.
    
    Много лет прошло с тех пор, как он перестал быть одиннадцатилетним мальчиком с тайной овальной отметиной на внутренней стороне ляжки. В тот вечер, когда везде в пансионе потушили свет, он тщательно рассмотрел его в сортире, спустив пижамные штаны и нагнувшись, чтобы рассмотреть пятно. Там на коже осталась вмятина от ее двух пальцев, ее печать, несмываемый знак подлинности того события. Своего рода фотоснимок. Ему не было больно, когда он провел кончиком пальца по краю овала, где бледная кожа, чуть зеленея по краям, отливала синевой. Он сильно нажал на синяк, на самую середину с почти почерневшей кожей. Не больно.
    
    * * *
    В течение нескольких недель после исчезновения его жены, визитов полицейского и опечатывания дома он часто пытался объяснить самому себе навязчивые воспоминания, навалившиеся на него в ту ночь, когда он внезапно остался один. Утомление и стресс отбрасывали его назад, к истокам, к первопричинам случившегося, в бесконечное прошлое. Было бы куда хуже, если бы он знал, что ждет его впереди – многочисленные посещения исхоженного тысячами просителей кабинета, долгое ожидание с сотнями других на приклепанных к полу пластиковых скамейках, когда подойдет его очередь, многочисленные собеседования, на которых он излагал свое дело, покуда маленький Лоуренс Х. Бейнс хныкал и извивался у него на руках. В конце концов ему наконец удалось выторговать себе какое-никакое государственное пособие, довольствие отца-одиночки, вспомоществование вдовца, хотя она не считалась умершей. Когда Лоуренсу исполнился год, для малыша нашлось место в яслях, куда его принимали на то время, что его отец работал – в кол-центре или где-то еще в подобном заведении. Профессор помощи по телефону. Вполне себе разумное занятие. Почему бы не позволить посторонним изо всех сил стараться его поддержать материально, покуда он целыми днями вымучивал свои секстины?2 В этом не было никакого противоречия. Это было обоюдное соглашение, договор, который он заключил, – и ненавидел.
    
    То, что произошло давным-давно в крохотной комнатушке рядом с лазаретом, было столь же вопиющим, как и его нынешняя ситуация, но он продолжал с ней мириться, сейчас, как и тогда, делая вид, будто все отлично. Но если что и могло его сокрушить, то это лишь то, что шло изнутри: ощущение, что он допустил оплошность. Если бы он был сбитым с толку ребенком, почувствовавшим это тогда, зачем терзаться чувством вины теперь? Обвиняй ее, не себя! Он давно уже выучил наизусть тексты ее открыток и записок. По неписаному правилу, он оставлял ей записки на столе в кухне. А свои она оставляла на его подушке, как плиточки шоколада в гостиничном номере. Не надо меня искать. Со мной все в порядке. Ты ни в чем не виноват. Я люблю тебя, но все кончено. Я жила неправильной жизнью. Прошу, постарайся простить меня. На кровати, с ее стороны, лежала ее связка ключей от дома.
    
    Что же это за любовь такая? Родить ребенка – это значит жить неправильной жизнью? Обычно, в сильном подпитии, он вспоминал и ненавидел ее последнюю фразу, которую она так и не смогла закончить. Ей бы следовало написать: Прошу, постарайся простить меня, как я простила себя. Жалость к себе беглянки и горечь ясного осознания удела брошенного – того, от кого сбежали. Бремя этого осознания становилось тяжелее с каждым глотком виски. Еще один его невидимый искуситель. Его ненависть к ней росла и ширилась, и каждая очередная мысль о ней была повторением предыдущей, вариацией на тему ее эгоистического дезертирства. Посвятив час тщательному криминалистическому анализу ее поведения, он понял, что еще немного – и наступит переломный момент, кульминация вечерней умственной работы. Еще немного, еще чуть-чуть – и он подлил виски в стакан. Мысли замедлили свой бег, а потом вдруг резко остановились как вкопанные – безо всякой видимой причины, – почему, бог его знает, как поезд в том стихотворении, которые весь класс должен был выучить наизусть под страхом наказания. Жаркий день на станции в Глостершире, посреди тишины, в которую так и хочется кашлянуть. А потом его снова осенит ясное осознание, четкое и пронзительное, как внезапный взрыв птичьего пения над головой. Наконец он был пьян и снова позволил себе быть влюбленным в нее, и снова захотел, чтобы она вернулась. Ее недоступная ангельская красота, легкая хрупкость ее тонких рук и голос, с легким акцентом, оставшимся от ее немецкого детства, чуть хрипловатый, словно надтреснутый от крика. Но она никогда не кричала. Она его любила, поэтому винить ему следует себя, и ему было приятно, что в записке она сказала, что он ни в чем не виноват. Он не знал, каким дефектом своего характера можно объяснить ее уход, так что, скорее всего, в этом виноват всецело он и только он.
    
    Пришибленный раскаянием, объявшим его печально-сладким туманом, он задумчиво поднимался по лестнице, заглядывал в детскую проверить младенца, падал на кровать и засыпал, иногда не раздевшись, а потом еще затемно просыпался от духоты, утомленный и встревоженный, сердитый и мучимый жаждой, и в темноте снова начинал размышлять о своих достоинствах и о том, как же предательски с ним обошлись. Зарабатывал он не меньше, чем она, посвящал заботам о Лоуренсе ровно столько же времени и сил, сколько она, в том числе и по ночам, был верным, любящим, никогда не корчил из себя гения-поэта, живущего по своим особым правилам. Так что, можно сказать, он был просто дураком, размазней, потому она его и бросила, возможно, ради настоящего мужчины. Нет, нет, он – хороший человек, и он ее ненавидел. Все кончено. Он совершил полный круг – снова. Теперь в лучшем случае он мог подменить сон только тем, что лежал поперек кровати на спине с закрытыми глазами, прислушиваясь к Лоуренсу за стеной, предаваясь воспоминаниям, желаниям, измышлениям и даже придумывая сносные стихотворные строчки, которые у него не было желания записать, – час, другой, третий, покуда за окном не забрезжит рассвет. Скоро он в который раз вспомнит о визите полицейского, и о подозрениях, и о ядовитом облаке, от которого он обезопасил дом, наглухо заклеив все щели, о том, не придется ли все это снова сделать. Однажды ночью эти бессмысленные воспоминания вернули его к тому памятному уроку музыки. В комнату, где все звуки отдавались эхом, куда он нехотя вошел и где был вынужден смотреть.
    
    На уроках латыни и французского он узнал, что такое времена глаголов. Эти времена были повсюду – прошедшее, настоящее и будущее, а он раньше не замечал, как язык разграничивал течение времен. Теперь знал. Его учительница музыки использовала настоящее длительное время, чтобы предварять ближайшее будущее. «Сидишь прямо, подборок поднят. Локти держишь под прямым углом. Пальцы готовы к игре, слегка согнуты, и расслабь запястья. Смотри прямо на нотную страницу».
    
    Он также знал, что такое прямые углы. Времена, углы, как писать по буквам «длительное». Это были элементы реального мира, который родители отправили его изучать за две тысячи миль от дома. Были еще заботы взрослой жизни, миллионы и миллионы забот, которые одна за другой будут становиться его заботами. Когда он примчался с урока латыни, запыхавшись, но не опоздав, учительница музыки принялась допытываться, какие упражнения он делал всю прошлую неделю. Он ей наврал. И тогда она снова села к нему вплотную. Его окутал ее парфюмерный аромат. Синяя отметина у него на ляжке, оставленная ее пальцами на прошлой неделе, уже выцвела, и его воспоминания о случившемся утратили четкость. Но если она и сейчас попытается сделать ему больно, он, не раздумывая, выбежит из комнаты. Он ощутил прилив неведомой силы, услышал ропот восторга, побудивший его заявить ей, будто он за прошедшую неделю упражнялся на пианино в общей сложности три часа. На самом же деле он почти не упражнялся, играл минуты три, не больше. Раньше он никогда не обманывал женщин. Он лгал отцу, которого боялся, чтобы не навлечь неприятностей, но маме всегда говорил правду.
    
    Учительница слегка откашлялась – это означало, что она ему поверила. А может быть, и не означало.
    
    – Хорошо, – прошептала она. – Можешь идти.
    
    
    Большой тонкий сборник легких пьес для начинающих был раскрыт на середине. Он впервые заметил на сгибе три скрепки, на которых держались страницы. Их не надо было играть – от этой дурацкой мысли он чуть не улыбнулся. Тугое кольцо скрипичного ключа, басовый ключ, изогнутый, как эмбрион кролика из его учебника по биологии, черные ноты и тонко очерченные белые, которые должны были звучать чуть дольше, эта замусоленная двойная страница с загнутыми углами была его особым наказанием. И она сейчас не казалась ни знакомой, ни даже враждебной.
    
    Он заиграл – но первая же нота оказалась вдвое громче второй. Он опасливо взял третью ноту и четвертую, набирая темп. Сначала он двигал пальцами осторожно, но потом, как ему показалось, сноровистее. То, что он всю неделю не упражнялся, сделало его свободнее. Он подчинился нотной записи, работая левой рукой и правой и не обращая внимания на карандашные пометки-указания на странице. Ему ничего не надо было запоминать – просто нажимать клавиши в правильной последовательности. Трудное место возникло внезапно, и его левый палец забыл, что здесь надо дать слабину, а потом уже было поздно, он уже проскочил западню и оказался на другой стороне клавиатуры, ловко пробежав по ровному полю над лесом, где было светло и просторно, и на какое-то мгновение даже подумал, что смог бы распознать контур мелодии, возникшей, точно удачная шутка, из ровного строя звуков.
    
    Он послушно следовал карандашным наставлениям, двум, а может быть, трем, и каждую секунду от него требовалась полная концентрация внимания. Он позабыл о себе и даже о ней. Время и место растворились. Пианино исчезло вместе с самим его существованием. Когда он добрался до конца пьесы, обеими руками взяв легкий финальный аккорд, у него было ощущение, будто он проснулся среди ночи. Но он не убрал руки, как того требовала пометка на нотной странице. Аккорд звонким эхом пробежал по пустой комнатушке и стих.
    
    Он не шевельнулся, почувствовав, как ее рука легла ему на голову, и даже когда она сильно впилась в нее пальцами и повернула его лицо к себе. Ничего в ее поведении не предвещало того, что произошло дальше.
    
    Она тихо сказала:
    
    – Ты…
    
    Вот тогда-то он и убрал пальцы от клавиатуры.
    
    – Ты маленький…
    
    Неожиданно она нагнулась и приблизила свою голову к нему, так что ее лицо, описав крутую дугу, приникло к его лицу, и ее губы слились с его губами в долгом легком поцелуе. Он не сопротивлялся, но и не соучаствовал в этом. Это просто произошло, и он позволил этому произойти, и, покуда длился поцелуй, он ничего не чувствовал. Только уже задним числом, когда он в одиночестве оживлял тот момент, переживал и ощущал его заново, он осознавал всю важность этого события. На протяжении этого поцелуя ее губы прижимались к его губам, а он оцепенело ждал, когда это закончится. А потом ее вдруг что-то отвлекло – и все закончилось. За расположенным под потолком окном то ли чья-то тень мелькнула, то ли что-то пролетело. Она отшатнулась от него и поглядела в окно, и он тоже. Они оба увидели или просто заметили это одновременно, краешком глаза. Что это было – чье-то лицо, осуждающий взгляд, вздернутое плечо? Но в небольшом квадрате окна виднелись только рваные облака и бледная голубизна зимнего неба. Он знал, что снаружи окошко расположено слишком далеко от земли, чтобы даже очень высокий взрослый смог бы в него заглянуть. Скорее всего, это была птица, может быть, голубь из голубятни на старой конюшне. Но учительница и ученик отстранились друг от друга с виноватым видом, и, хотя он тогда мало что понимал, понял, что их теперь объединял общий секрет. Пустое окно грубо возвестило о существовании мира взрослых снаружи. Он также понял, что было бы невежливо поднять руку ко рту и стереть с губ остатки влаги, избавившись от щекочущего ощущения.
    
    Она повернулась к нему и, пристально глядя на него, заговорила ровным, спокойным голосом, подчеркнуто доброжелательно, словно убеждая его, что ей наплевать на тех, кто сует нос не в свои дела, при этом она использовала глаголы в простом будущем времени, которое всегда употребляла, когда хотела придать настоящему разумный смысл. Так и сейчас. Раньше он никогда не слыхал, чтобы она так много говорила.
    
    – Роланд, через две недели у нас будет выходной. Он выпадает на пятницу. Я хочу, чтобы ты выслушал меня внимательно. Ты приедешь на велосипеде ко мне домой. В деревню Эруортон. Если ехать со стороны Холбрука, мой дом стоит сразу за пабом по правой стороне, зеленая дверь. Приезжай к обеду, не опаздывай. Ты меня понял?
    
    Он кивнул, ничего не понимая. Странно: зачем ему ехать на велике по всему полуострову по узким улочкам и проселкам в ее деревушку, чтобы там с ней пообедать, когда он мог бы поесть в школе? И не только это заставило его недоумевать. В то же время, несмотря на охватившее его недоумение, а может быть, как раз из-за него, ему хотелось побыть одному, чтобы обдумать и снова ощутить этот поцелуй.
    
    – Я отправлю тебе открытку с напоминанием. С этого дня уроки музыки с тобой будет проводить мистер Клэр. Не я. Я скажу ему, что ты делаешь замечательные успехи. А теперь, молодой человек, мы будем разучивать мажорные и минорные гаммы с двумя диезами.
    
    * * *
    Легче спросить куда, чем почему. Куда она отправилась? Прошло четыре часа, прежде чем он сообщил в полицию о записке Алисы и ее исчезновении. Друзья же сочли, что и два часа было слишком долго. Позвони им сейчас же! Он отнекивался, он тянул время. Нет, он не надеялся, что она могла вернуться в любую минуту. Он просто не хотел, чтобы посторонние люди читали ее записку или официально подтвердили ее исчезновение. К его удивлению, после его звонка к нему приехали в тот же день. Это был местный констебль, на которого явно надавило начальство. Он записал кое-какие детали, мельком взглянул на записку Алисы и пообещал известить его о результатах. Неделю ничего не происходило, но за это время от нее пришли аж четыре открытки. Криминалист приехал без предупреждения ранним утром в небольшой патрульной машине, которую он в нарушение правил припарковал перед домом. В то утро шел ливень, и он даже не извинился за мокрые следы, оставленные его башмаками на полу в прихожей. Детектив-инспектор Дуглас Браун, чьи щеки складками обрамляли его одутловатое лицо, отличался дружелюбием большого кареглазого пса. Ссутулившись, он уселся за кухонный стол напротив Роланда. Детектив положил массивные руки с поросшими темными волосками пальцами на стол, рядом с его записной книжкой, ее открытками и прощальной запиской, оставленной на подушке. Плотное пальто, которое он не снял, делало его фигуру с широченными плечами еще крупнее. За все время их беседы детектив Браун ни словом не упомянул о малыше. И Роланда слегка обидело такое равнодушие к его ребенку. Несущественно для следствия. Добрые карие глаза полицейского были устремлены только на отца, и Роланду пришлось отвечать на рутинные вопросы. В браке не было никаких проблем – он заявил об этом громче, чем ему бы хотелось. С их общего банковского счета деньги не сняты. Еще не кончились каникулы, поэтому в школе, где она преподавала, никто не знал о ее исчезновении. Она взяла с собой небольшой черный чемодан. На ней было зеленое пальто. Он отдал детективу несколько ее фотографий, назвал дату ее рождения, имена ее родителей и адрес в Германии. Вероятно, на ней был берет.
    
    Детектива заинтересовала самая последняя открытка – та, которую она послала из Мюнхена. Роланд полагал, что там у нее нет знакомых. В Берлине есть, как и в Ганновере, и в Гамбурге. Родом она была с лютеранского севера. Когда Браун удивленно поднял бровь, Роланд пояснил, что Мюнхен расположен на юге. Возможно, ему следовало пояснить детективу, кто такой Лютер. Но детектив поглядел в свою записную книжку и задал очередной вопрос. Нет, ответил Роланд, раньше она ничего подобного не делала. Нет, у него нет данных о ее заграничном паспорте. Нет, в последнее время она не казалась подавленной. Ее родители жили около Нинбурга, небольшого городка в Северной Германии. Когда он позвонил им на всякий случай, было понятно, что она не у них. Он ничего им не рассказал. Ее мать, которая вечно была чем-то недовольна, просто взорвалась бы, узнав такую новость о своем единственном ребенке. Ушла! Да как она посмела! Мать и дочка постоянно цапались. Но вообще-то и родителям жены, и его собственным родителям следовало бы рассказать. Три открытки от Алисы, из Дувра, Парижа, а затем Страсбурга, пришли одна за другой в первые четыре дня. Четвертая, из Мюнхена, пришла двумя днями позже. И с тех пор – ничего.
    
    Детектив-инспектор Браун снова внимательно перечитал открытки. Все одинаковые. Все в порядке. Не волнуйся. Поцелуй за меня Ларри. Целую. Алиса. Одинаковость коротких текстов казалась ему выражением то ли нервного расстройства, то ли враждебности, как и ее бессердечный уход. Что это? Мольба о помощи или форма оскорбления? Написано тонким синим фломастером, без указания дат, почтовые штемпели еле заметные, не считая открытки с видом Дувра, остальные были одинаковые: унылые городские пейзажи с мостами через Сену, Рейн и Изар. Величественные реки. Ее маршрут лежал на восток, подальше от родительского дома. Прошлой ночью, уже засыпая, Роланд представил ее в образе утонувшей Офелии на картине Милле3 – как она, покачиваясь на ласковых чистых волнах Изара, проплывает мимо горного курорта Пупплингер Ау, где голые купальщики лежат на поросших травой берегах, словно вылезшие на сушу тюлени; она лежит на спине, головой вперед, река несет ее вниз по течению, и она, невидимая и безмолвная, проплывает Мюнхен, плывет вдоль Английского сада, туда, где Изар впадает в Дунай, а потом, так же незаметно, через Вену, Будапешт и Белград, минует десяток стран с их кровавой историей, вдоль границ Римской империи, направляясь к белым небесам и бескрайним дельтам рек, впадающих в Черное море, где он с ней однажды занимался любовью у изгороди старой мельницы в румынском заповеднике Летеа, и они увидели близ Исакчи стаю задиристых пеликанов. Это было всего-то два года назад. Рыжие цапли, каравайки, серые гуси. До этого он был равнодушен к птицам. В тот вечер перед сном он унесся вместе с ней в место их буйного счастья, к его источнику. Недавно ему приходилось напрягаться, чтобы долгое время оставаться в настоящем времени. Прошлое часто было туннелем от памяти к необузданному фантазированию. Он объяснял это усталостью, похмельем, спутанным сознанием.
    
    Дуглас Браун, склонившись над своей записной книжкой, пытался его утешить: «Когда у моей жены лопнуло терпение, она просто выставила меня за дверь».
    
    1.
    Запрет на полив из шланга огородов и садов применяется в Великобритании в засушливые сезоны. – Здесь и далее прим. переводчика.
    2.
    Секстина – популярная во времена поэтов-трубадуров изощренная стихотворная форма: шесть строф по шесть строк, где последняя строка каждой строфы является также первой строкой следующей строфы.
    3.
    Имеется в виду картина «Смерть Офелии» английского художника Джона Эверетта Милле (1829–1896).</p>
</div>

<div class="footer">
<img class="hj" src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.php" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>
