<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>БиблиоМир</title>
    <link rel="stylesheet" href="./style/style.css">
    <script>
        function redirectToPage() {
            window.location.href = "1.html";
        }
        function searchDatabase() {
            // Здесь вы можете добавить код для связи с базой данных и выполнения поискового запроса
            // Например, использование AJAX для отправки запроса на сервер и получения результатов
            // или использование серверного языка программирования, такого как PHP или Python, для выполнения запроса к базе данных
        }
        function openIndexPage() {
    alert('До скорых встреч'); // Выводим уведомление с надписью "До скорых встреч"
    window.location.href = 'index.php'; // Открываем страницу index.php
}
function redirectToPage() {
  window.location.href = "10.1.php";
}
    </script>
</head>

<body>
    <a href="index.php">
        <img src="./img/logo.png">
    </a>
        
    <div class="header">
        <button class="custom-button" onclick="redirectToPage()">Каталог</button>
        <input type="text" class="search-box" placeholder="Искать на БиблиоМир">
        <button class="iii-button" onclick="searchDatabase()">Найти</button>

        <a href="index.php" onclick="openIndexPage(); return false;"style="text-decoration: none;">
            <img class="up-img" src="./img/1.png" alt="Выход" />
            <p class="hui">Выход</p>
        </a>


        <div class="y">
            <a href="3.php" class="yy">Промокод</a>
            <a href="2.php" class="yy">Подписка за 0₽</a>
            <a href="4.1.php" class="yy" id="popularLink">Популярное</a>
        </div>

    </div>
    
<center><p class="kpk"><b>СОГЛАСИЕ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ</b></p></center>
<div class="ip">
    <p >Действуя свободно, своей волей и в своем интересе, а также подтверждая свою дееспособность, физическое лицо дает согласие ООО «БиблиоМир», расположенному по адресу 614068, Российская Федерация, Пермский край, г.о. Пермский, г. Пермь, ул. Пушкина, д. 107 а, на обработку персональных данных путем регистрации на  интернет-сайте litres.ru и/ или в мобильном приложении ЛитРес: Читай и Слушай онлайн, размещенном в магазинах приложений AppStore и Google Play и/или принятия Пользовательского соглашения https://www.litres.ru/pages/litres_oferta/, со следующими условиями:</p>
    <ol>
        <li>Согласие дается на обработку следующих персональных данных: фамилия, имя, отчество, адрес электронной почты, контактный номер телефона.</li>
        <li>Цель обработки персональных данных: предоставление информации рекламного характера о продуктах ООО «БиблиоМир» посредством телефонной связи, в том числе с помощью SMS-рассылки, рассылки на адрес электронной почты или с помощью других средств связи.</li>
    <li>Согласие дается на обработку персональных данных как без использования средств автоматизации, так и с их использованием такими способами как сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ), блокирование, удаление, уничтожение.</li>
    <li>Следующие третьи лица обрабатывают предоставленные персональные данные по поручению ООО «БиблиоМир»: ООО «Петербургский Колл-Центр» (г. Санкт-Петербург, ул. Веденева, д.12 корп.1), ЗАО «Дэйта Форс АЙ-Пи» (г. Москва, пер.Самотёчный 3-й, д.11, стр.1, пом.3), ООО «Евроколл Псков» (Псковская область, город Псков, Советская улица, дом 20, помещение 1008), ООО "Майндбокс" (г. Москва, ул. Правды, д.26, этаж 12, помещение ХХХ);</li>
<li>Следующие третьи лица обрабатывают предоставленные персональные данные по поручению ООО «БиблиоМир»: ООО «Петербургский Колл-Центр» (г. Санкт-Петербург, ул. Веденева, д.12 корп.1), ЗАО «Дэйта Форс АЙ-Пи» (г. Москва, пер.Самотёчный 3-й, д.11, стр.1, пом.3), ООО «Евроколл Псков» (Псковская область, город Псков, Советская улица, дом 20, помещение 1008), ООО "Майндбокс" (г. Москва, ул. Правды, д.26, этаж 12, помещение ХХХ);</li>
<li>Согласие может быть отозвано субъектом персональных данных или его представителем путем направления письменного заявления ООО «БиблиоМир» или его представителю по адресу, указанному в начале данного Согласия, либо путем обращения в службу поддержки, контакты которой указаны здесь.</li>
</ol>
</div>


<br>
<div class="footer">
<img class="hj"  src="./img/par.png">
<a href="5.1.php" class="ll">О компании</a>
<a href="6.1.php" class="lll">Контакты </a>
<a href="7.1.php" class="lll">Служба поддержки</a>
<a href="8.1.php" class="lll">Политика обработки персональных данных</a>

</div>

<div class="tx">
    <a href="1.php">
        <a href="9.1.php" class="k">Согласие на получение рассылки</a>
        <a href="1.html" class="kk">БиблиоМир в соц.сетях</a>
    </a>
</div>

<div class="ik">
    <a href="https://vk.com">
        <img class="vvv" src="./img/vk.png" alt="Image 1"class="ih">
    </a>
    <a href="https://ok.ru">
        <img class="vvvv" src="./img/ok.png" alt="Image 1" class="ih">
    </a>
    <a href="https://web.telegram.org/">
        <img class="vvvv" src="./img/tg.png" alt="Image 1"class="ih">
    </a>
</div>

</div>
</body>
</html>